{
  "MN-01016": {
    "deadline": "25 August 2025",
    "deadline_iso": "2025-08-25",
    "file_name": "Questionnaire - Asahi_2.pdf",
    "file_path": "matters/MN-01016/Questionnaire - Asahi_2.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns regarding the impact of the Acquisition on competition."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with Asahi and GPT."
      }
    ],
    "questions_count": 3
  },
  "MN-01017": {
    "deadline": "18 August 2025",
    "deadline_iso": "2025-08-18",
    "file_name": "Kongsberg - FINAL - third-party questionnaire - August 2025_2.pdf",
    "file_path": "matters/MN-01017/Kongsberg - FINAL - third-party questionnaire - August 2025_2.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns with the Acquisition’s impact on competition, including any impact on prices, service levels, quality, innovation or other relevant factors."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with Kongsberg and GNAPL."
      }
    ],
    "questions_count": 3
  },
  "MN-01019": {
    "deadline": "20 October 2025",
    "deadline_iso": "2025-10-20",
    "file_name": "EG - Questionnaire.pdf",
    "file_path": "matters/MN-01019/EG - Questionnaire.pdf",
    "questions": [],
    "questions_count": 0
  },
  "MN-01031": {
    "deadline": "6 November 2025",
    "deadline_iso": "2025-11-06",
    "file_name": "La Caisse Edify NSW - questionnaire - 30 October 2025.pdf",
    "file_path": "matters/MN-01031/La Caisse Edify NSW - questionnaire - 30 October 2025.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns with the Acquisition’s impact on competition, including:  Noting that La Caisse is a security holder in Transgrid, could Transgrid delay or disadvantage some new connections in favour of streamlined connections for La Caisse’s own generation or storage assets?  Could Transgrid, as the transmission network operator in NSW, cause strategic outages to benefit specific generation or storage assets in NSW (such as those to be developed by La Caisse after the acquisition)?  Could Transgrid make transmission investment and maintenance decisions to favour specific generation or storage assets?"
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with La Caisse, Edify NSW, Edify Energy or Transgrid."
      }
    ],
    "questions_count": 3
  },
  "MN-01035": {
    "deadline": "3 November 2025",
    "deadline_iso": "2025-11-03",
    "file_name": "Questionnaire - Asahi - Redbank_0.pdf",
    "file_path": "matters/MN-01035/Questionnaire - Asahi - Redbank_0.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns regarding the impact of the Acquisition on competition."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with Asahi and Goodman."
      }
    ],
    "questions_count": 3
  },
  "MN-01037": {
    "deadline": "3 November 2025",
    "deadline_iso": "2025-11-03",
    "file_name": "Teck Resources - third-party questionnaire - 27 October 2025.pdf",
    "file_path": "matters/MN-01037/Teck Resources - third-party questionnaire - 27 October 2025.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns regarding the impact of the Acquisition on competition."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with Anglo American and Teck Resources."
      }
    ],
    "questions_count": 3
  },
  "MN-01058": {
    "deadline": "18 November 2025",
    "deadline_iso": "2025-11-18",
    "file_name": "Caterpillar - RPMGlobal - Questionnaire_0.pdf",
    "file_path": "matters/MN-01058/Caterpillar - RPMGlobal - Questionnaire_0.pdf",
    "questions": [],
    "questions_count": 0
  },
  "MN-01061": {
    "deadline": "21 November 2025",
    "deadline_iso": "2025-11-21",
    "file_name": "Smiths - Questionnaire - 14 November 2025_0.pdf",
    "file_path": "matters/MN-01061/Smiths - Questionnaire - 14 November 2025_0.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns with the Acquisition’s impact on competition, including any impact on prices, service levels, quality, innovation or other relevant factors."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with Molex and/or Smiths Interconnect."
      }
    ],
    "questions_count": 3
  },
  "MN-01064": {
    "deadline": "4 December 2025",
    "deadline_iso": "2025-12-04",
    "file_name": "Carlyle - BASF Coatings - Third-party questionnaire - 27.11.2025_1.pdf",
    "file_path": "matters/MN-01064/Carlyle - BASF Coatings - Third-party questionnaire - 27.11.2025_1.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns regarding the impact of the Acquisition on competition, including if Carlyle and BASF Coatings are close competitors and there are not many alternatives or if one is a major supplier to competitors of the other."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with Carlyle and/or BASF Coatings."
      }
    ],
    "questions_count": 3
  },
  "MN-01068": {
    "deadline": "5 December 2025",
    "deadline_iso": "2025-12-05",
    "file_name": "Questionnaire – Coles - supermarket and liquor site in Kalgoorlie, WA - 28.11.2025.pdf",
    "file_path": "matters/MN-01068/Questionnaire – Coles - supermarket and liquor site in Kalgoorlie, WA - 28.11.2025.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns regarding the impact of the Acquisition on competition."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with Coles and/or M Holdings 4 Pty Ltd (the lessor)."
      }
    ],
    "questions_count": 3
  },
  "MN-01069": {
    "deadline": "22 December 2025",
    "deadline_iso": "2025-12-22",
    "file_name": "DSDA - third-party questionnaire - December 2025_0.pdf",
    "file_path": "matters/MN-01069/DSDA - third-party questionnaire - December 2025_0.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns regarding the impact of the Acquisition on competition."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with Danone and/or DSDA."
      }
    ],
    "questions_count": 3
  },
  "MN-01071": {
    "deadline": "19 January 2026",
    "deadline_iso": "2026-01-19",
    "file_name": "Questionnaire - CSE Crosscom – Progility - 12 January 2026.pdf",
    "file_path": "matters/MN-01071/Questionnaire - CSE Crosscom – Progility - 12 January 2026.pdf",
    "questions": [],
    "questions_count": 0
  },
  "MN-01074": {
    "deadline": "29 January 2026",
    "deadline_iso": "2026-01-29",
    "file_name": "GE Healthcare – Intelerad – Questionnaire – January 2026_0.pdf",
    "file_path": "matters/MN-01074/GE Healthcare – Intelerad – Questionnaire – January 2026_0.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns with the competitive impact of the Acquisition on the supply of medical imaging software. Are GE Healthcare and Intelerad close competitors and what alternatives are available?"
      },
      {
        "number": 2,
        "text": "Outline any differences in medical imaging software requirements between inpatient and outpatient facilities."
      },
      {
        "number": 3,
        "text": "Outline any concerns with the impact of the Acquisition on the ability and/or incentive of GE Healthcare to alter the interoperability of its medical imaging software or medical imaging equipment with those of other providers."
      },
      {
        "number": 4,
        "text": "Outline any concerns regarding the impact of the Acquisition on the ability and/or incentive of GE Healthcare to link the sale of specific medical imaging software with specific medical imaging equipment and vice versa."
      },
      {
        "number": 5,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 6,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with GE Healthcare and/or Intelerad."
      }
    ],
    "questions_count": 6
  },
  "MN-01075": {
    "deadline": "27 January 2026",
    "deadline_iso": "2026-01-27",
    "file_name": "Thermo Fisher Clario - Questionnaire - January 2026_0.pdf",
    "file_path": "matters/MN-01075/Thermo Fisher Clario - Questionnaire - January 2026_0.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns regarding the impact of the Acquisition on competition, including if Thermo Fisher and Clario are close competitors and whether there are alternative suppliers, or if one is a major supplier to competitors of the other."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with Thermo Fisher and/or Clario."
      }
    ],
    "questions_count": 3
  },
  "MN-01080": {
    "deadline": "23 January 2026",
    "deadline_iso": "2026-01-23",
    "file_name": "L’Oréal Kering Beauté - Questionnaire - 16 January 2026_0.pdf",
    "file_path": "matters/MN-01080/L’Oréal Kering Beauté - Questionnaire - 16 January 2026_0.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns regarding the impact of the Acquisition on competition, including if L’Oréal and Kering Beauté are close competitors and there are not many alternatives or if one is a major supplier to competitors of the other."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with L’Oréal and/or Kering Beauté."
      }
    ],
    "questions_count": 3
  },
  "MN-10001": {
    "deadline": "12 February 2026",
    "deadline_iso": "2026-02-12",
    "file_name": "IBM - Confluent - Questionnaire.pdf",
    "file_path": "matters/MN-10001/IBM - Confluent - Questionnaire.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Provide a brief description of your organisation, including any existing commercial relationships with IBM and/or Confluent."
      },
      {
        "number": 2,
        "text": "Are IBM and Confluent close competitors? If so, for which products/services?"
      },
      {
        "number": 3,
        "text": "Provide a brief description of the: a. Event Stream Processing Software products/services that you currently use and which providers they are from. b. Integration Software products/services that you currently use and which providers they are from (eg, IBM webMethods Hybrid Integration Platform and IBM MQ). c. Products or services for developing AI models that you currently use and which providers they are from (eg, watsonx or equivalent products)."
      },
      {
        "number": 4,
        "text": "What features are important to your organisation in an Event Stream Processing Software solution?"
      },
      {
        "number": 5,
        "text": "Describe how your organisation procures Event Stream Processing Software products and services. Does your organisation independently procure Event Stream Processing Software or procure it as part of a bundle with other products (if so, which products and from which supplier)?"
      },
      {
        "number": 6,
        "text": "List any Event Stream Processing Software products you acquire from Confluent for which there are no effective substitutes available from alternative suppliers (considering your requirements, for example, in relation to functionality, performance or cost). Please explain why."
      },
      {
        "number": 7,
        "text": "In the event that Confluent’s Event Stream Processing Software was only available when used with other related IBM software, for example its Integration Software (ie, Confluent’s software was not available on a standalone basis), would this affect your choice of provider of that other related software? Explain why/why not, including any barriers to changing providers."
      },
      {
        "number": 8,
        "text": "What would be involved in switching 1) Event Stream Processing Software providers (including to open-source Apache Kafka) and 2) Integration Software providers? Please consider factors such as costs to switch, data ownership and interoperability/neutrality."
      },
      {
        "number": 9,
        "text": "Please describe your Event Stream Processing Software product(s), how they function and their intended users."
      },
      {
        "number": 10,
        "text": "Please identify the IBM and/or Confluent Event Stream Processing Software products with which you compete."
      },
      {
        "number": 11,
        "text": "Please describe what is involved in entering and expanding in the supply of Event Stream Processing Software in Australia. Do you consider IBM’s acquisition of Confluent will change this? If known, please include any examples of recent entry or expansion in the supply of Event Stream Processing Software in Australia."
      },
      {
        "number": 12,
        "text": "Explain the extent to which interoperability with Confluent’s Event Stream Processing Software is important for your Integration Software."
      },
      {
        "number": 13,
        "text": "To what extent do you consider that the Acquisition may impact competition in the supply of products used to create AI models (such as IBM’s watsonx)?"
      },
      {
        "number": 14,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition, including any views on the effect of the Acquisition on competition in Australia."
      }
    ],
    "questions_count": 14
  },
  "MN-15002": {
    "deadline": "23 January 2026",
    "deadline_iso": "2026-01-23",
    "file_name": "Google Wiz - Questionnaire - January 2026.pdf",
    "file_path": "matters/MN-15002/Google Wiz - Questionnaire - January 2026.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with Google and/or Wiz."
      },
      {
        "number": 2,
        "text": "Provide a brief description of the:  cloud security services you acquire or have acquired, including the functions of those services, your suppliers (including Google or Wiz, if applicable), and the cloud environments in which they are used (including multi-cloud, hybrid or on-premises environments).  cloud provider(s) you use, including whether you are a multi-cloud user and whether you use different providers for specific use cases."
      },
      {
        "number": 3,
        "text": "List any cloud security services you acquire or have acquired from Wiz for which you consider there are no effective substitutes for your requirements available from alternative suppliers (for example, in relation to functionality, performance or risk). Please explain why."
      },
      {
        "number": 4,
        "text": "In the event that Wiz’s security software was not available on, or its quality/integration was degraded when used with, non-Google cloud environments (but the software still worked the same when used with Google Cloud), would this affect your choice of cloud provider(s)? Explain why/why not, including any barriers to changing providers."
      },
      {
        "number": 5,
        "text": "In the event that non-Wiz security software was not available on, or its quality/integration was degraded when used with Google Cloud, would this affect your choice of cloud security service provider(s)? Explain why/why not, including any barriers to changing providers."
      },
      {
        "number": 6,
        "text": "To what extent do you compete with Wiz and/or Google in the supply of cloud security services, including the types of services, customer segments, or use cases?"
      },
      {
        "number": 7,
        "text": "Provide detail as to what extent your cloud security services operate across different cloud and on-premises environments. For example: whether functionality, performance, or access differs materially by environment."
      },
      {
        "number": 8,
        "text": "Do you consider any changes to access, integration or interoperability in Google’s cloud environment could materially affect your ability to compete? Please explain why/why not. Questions for cloud service providers This question is for providers of public cloud infrastructure services (for example, computing, data storage, data analytics, and machine learning services provided on an Infrastructure-as-a-Service (IaaS) or Platform-as-a-Service (PaaS) basis)."
      },
      {
        "number": 9,
        "text": "Explain the extent to which the availability of Wiz’s cloud security services on your cloud environment is relevant to your ability to compete for customers. Other"
      },
      {
        "number": 10,
        "text": "What data, if any, would each of the merging parties obtain access to as a result of the Acquisition, that they would not otherwise have access to? For example:  data about customers’ use of alternative cloud platforms, which Google would not otherwise have had access to; and/or  data about customers’ use of alternative cloud security services, which Wiz would not otherwise have had access to. Provide an overview of the types of data, how the data access would arise in the ordinary course of providing the relevant services, and whether the data would be considered commercially sensitive and competitively valuable."
      },
      {
        "number": 11,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition, including any views on the effect of the Acquisition on competition in Australia."
      }
    ],
    "questions_count": 11
  },
  "MN-25002": {
    "deadline": "3 February 2026",
    "deadline_iso": "2026-02-03",
    "file_name": "Timms - third-party questionnaire - FINAL_0.pdf",
    "file_path": "matters/MN-25002/Timms - third-party questionnaire - FINAL_0.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns regarding the impact of the Acquisition on competition, including if Symal Group and Timms Group and/or L&D Group are close competitors and there are not many alternatives or if one is a major supplier to competitors of the other."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with Symal Group, Timms Group and/or L&D Group."
      },
      {
        "number": 4,
        "text": "For suppliers in the construction industry: a. describe the goods or services you supply in the construction industry and the geographic areas you operate in; and b. provide, for the 2025 financial year: i. total revenue from operations in the construction industry; ii. revenue from operations in the Queensland construction industry (if applicable); and iii. to the extent possible, provide a breakdown of your revenue in each of the items i. and ii. above by the different categories of 2 goods or services you supply in the construction industry (for example, civil contracting, construction haulage)."
      }
    ],
    "questions_count": 4
  },
  "MN-55003": {
    "deadline": null,
    "deadline_iso": null,
    "file_name": "Davison Earthmovers - third-party questionnaire - FINAL - 4 Feb 2026.pdf",
    "file_path": "matters/MN-55003/Davison Earthmovers - third-party questionnaire - FINAL - 4 Feb 2026.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns regarding the impact of the Acquisition on competition, including if Symal Group and Davison Earthmovers are close competitors and there are not many alternatives or if one is a major supplier to competitors of the other."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with Symal Group and/or Davison Earthmovers."
      },
      {
        "number": 4,
        "text": "For suppliers in the construction industry: a. describe the goods or services you supply in the construction industry and the geographic areas you operate in; and b. provide, for the 2025 financial year: i. total revenue from operations in the construction industry; ii. revenue from operations in the South Australian construction industry (if applicable); and iii. to the extent possible, provide a breakdown of your revenue in each of the items i. and ii. above by the different categories of goods or services you supply in the construction industry (for example, civil contracting, civil construction, earthmoving)."
      }
    ],
    "questions_count": 4
  },
  "MN-75002": {
    "deadline": "28 January 2026",
    "deadline_iso": "2026-01-28",
    "file_name": "Opal Healthcare Sunnymeade Park - Questionnaire - 20 January 2026.pdf",
    "file_path": "matters/MN-75002/Opal Healthcare Sunnymeade Park - Questionnaire - 20 January 2026.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns regarding the competitive impact of the Acquisition on the supply of residential aged care services. Are Opal Healthcare facilities and Sunnymeade Park close competitors and what alternatives are available?"
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation (if relevant), and relationship with Opal Healthcare and/or Sunnymeade Park."
      }
    ],
    "questions_count": 3
  },
  "MN-75003": {
    "deadline": "30 January 2026",
    "deadline_iso": "2026-01-30",
    "file_name": "Ramsay National Capital - Phase 1 Questionnaire.pdf",
    "file_path": "matters/MN-75003/Ramsay National Capital - Phase 1 Questionnaire.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Please provide a brief description of your business or organisation and explain your interest in the Acquisition, including any commercial relationships with Ramsay and Healthscope."
      },
      {
        "number": 2,
        "text": "Do you have any concerns with the Acquisition? If so, please provide further details."
      },
      {
        "number": 3,
        "text": "How closely do the following private hospitals compete with each other in the supply of private hospital services? In your response, you may wish to consider factors such as the services and specialities available at each hospital, medical officers, facilities, location, quality of care, safety, innovation and pricing. a. National Capital Private Hospital and Ramsay’s Nowra Private Hospital b. National Capital Private Hospital and Ramsay’s Southern Highlands Private Hospital"
      },
      {
        "number": 4,
        "text": "Are there any other Ramsay-owned businesses that compete with National Capital Private Hospital or supply services to competitors of National Capital Private Hospital?"
      },
      {
        "number": 5,
        "text": "Please list any other hospitals, including day surgeries, that compete with National Capital Private Hospital. Please explain your response and identify any services or specialities these hospitals and day surgeries compete closely on."
      },
      {
        "number": 6,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      }
    ],
    "questions_count": 6
  },
  "MN-85002": {
    "deadline": "16 January 2026",
    "deadline_iso": "2026-01-16",
    "file_name": "ServiceNow - Veza - third party questionnaire - 23 December 2025.pdf",
    "file_path": "matters/MN-85002/ServiceNow - Veza - third party questionnaire - 23 December 2025.pdf",
    "questions": [],
    "questions_count": 0
  },
  "MN-85003": {
    "deadline": "9 February 2026",
    "deadline_iso": "2026-02-09",
    "file_name": "NACG -IMC and Iron Hire - third-party questionnaire - January 2026.pdf",
    "file_path": "matters/MN-85003/NACG -IMC and Iron Hire - third-party questionnaire - January 2026.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns regarding the impact of the Acquisition on competition, including if NACG, Iron Hire and/or IMC are close competitors and there are not many alternatives or if one is a major supplier to competitors of the other."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with NACG, Iron Hire and/or IMC."
      }
    ],
    "questions_count": 3
  },
  "MN-95002": {
    "deadline": null,
    "deadline_iso": null,
    "file_name": "Exact Sciences - Third-party questionnaire template - January 2026_3.pdf",
    "file_path": "matters/MN-95002/Exact Sciences - Third-party questionnaire template - January 2026_3.pdf",
    "questions": [
      {
        "number": 1,
        "text": "Outline any concerns regarding the impact of the Acquisition on competition, including if Abbott and Exact Sciences are close competitors and there are not many alternatives or if one is a major supplier to competitors of the other."
      },
      {
        "number": 2,
        "text": "Provide any additional information or comments that you consider relevant to the ACCC’s assessment of the Acquisition."
      },
      {
        "number": 3,
        "text": "Provide a brief description of your business or organisation, including any commercial relationships with Abbott and/or Exact Sciences."
      }
    ],
    "questions_count": 3
  }
}