{
  "_README": "Add your commentary for mergers here. Use the merger_id as the key (e.g., 'MN-01016'). All fields are optional. Commentary text supports full markdown formatting.",
  "_example": {
    "commentary": "Your analysis or commentary text here. Supports **markdown** formatting:\n\n- Bullet points\n- **Bold** and *italic*\n- [Links](https://example.com)\n- And more!",
    "tags": ["notable", "real-estate", "approved"],
    "last_updated": "2026-01-17",
    "author": "Your Name"
  },
  "MN-01016": {
    "commentary": "Asahi's lease agreement for a warehouse site at Tilburn Road, Deer Park, Victoria was cleared by the ACCC. GPT will construct a warehouse (including automation equipment) at the property and lease it to Asahi on a long-term basis. The ACCC determined that:\n\n- there is no horizontal competitive overlap between Asahi and the landlord (GPT);\n- there are sufficient suitable alternative sites available for Asahi's competitors; and\n- the acquisition does not otherwise limit or prevent competition from rivals.\n\nCommissioner Williams determined that the acquisition may be put into effect.",
    "tags": [],
    "last_updated": "2026-01-19"
  },
  "MN-01017": {
    "commentary": "The acquisition by KDAu of a lease for land adjacent to Newcastle Airport was the first acquisition cleared by the ACCC under the new regime. The ACCC considered that:\n\n- there is no horizontal competitive overlap between KDAu and the landlord;\n- there are sufficient suitable alternative sites available for KDau's competitors; and\n- the acquisition does not otherwise limit or prevent competition from rivals.\n\nOn that basis, Commissioner Williams determined that the acquisition may be put into effect.",
    "tags": ["landmark"],
    "last_updated": "2026-01-19"
  },
  "MN-01031": {
    "commentary": "La Caisse's acquisition of Edify NSW renewable energy development assets was cleared by the ACCC. The transaction raised potential vertical integration issues given La Caisse's 22.5 per cent interest in Transgrid, the monopoly transmission network operator in NSW and the ACT. The ACCC determined that:\n\n- there is no horizontal competitive overlap as La Caisse has no electricity generation assets in Australia;\n- La Caisse does not have the ability to direct or influence Transgrid's decision-making in a material way, despite its minority interest; and\n- La Caisse is unlikely to have the ability to foreclose rival renewable developers' access to Transgrid's transmission network services.\n\nIn reaching its decision, the ACCC said that it examined La Caisse's governance arrangements and conflicts policy at Transgrid.",
    "tags": [],
    "last_updated": "2026-01-19"
  },
  "MN-01035": {
    "commentary": "Asahi's second warehouse lease assessed by the ACCC, this time for a site at Weedman and Montgomery Streets, Redbank, Queensland. Goodman will construct the warehouse and lease it to Asahi on a long-term basis. Similar to the Deer Park acquisition, the ACCC found that:\n\n- there is no horizontal competitive overlap;\n- there are suitable alternative sites available for Asahi's competitors; and\n- the acquisition does not limit or prevent competition from rivals.",
    "tags": [],
    "last_updated": "2026-01-19"
  },
  "MN-01037": {
    "commentary": "Anglo American's global merger with Teck Resources was cleared by the ACCC. While the parties have overlaps in copper concentrate, molybdenum and sulphuric acid globally, the ACCC determined that:\n\n- there are no horizontal overlaps or vertical relationships between the parties in Australia;\n- neither party has copper mining or production activities in Australia, nor do they supply copper products, molybdenum or sulphuric acid to Australian customers; and\n- globally, the merged entity's market share would be small to modest with multiple alternative suppliers remaining.\n\nAnglo American operates steelmaking coal operations in Australia, while Teck Resources' Australian activities are limited to zinc concentrate supply and closure activities at its Lennard Shelf operations in Western Australia.",
    "tags": [],
    "last_updated": "2026-01-19"
  },
  "MN-01058": {
    "commentary": "Caterpillar's acquisition of mining software provider RPMGlobal was cleared after assessment of vertical integration concerns. The ACCC examined whether Caterpillar could access competitively significant information about rivals through RPM's software. The ACCC concluded that:\n\n- Caterpillar is unlikely to foreclose rival mining equipment manufacturers by denying access to RPM's asset management and simulation software;\n- alternative software suppliers exist (including SAP, Oracle, Hexagon, Deswik, and others);\n- physical and contractual limitations prevent Caterpillar from accessing competitively significant information about rivals, as RPM's software is typically hosted on customer premises; and\n- customers would have incentives to accommodate rival OEMs using alternative software if RPM's ongoing use led to lessening of competition.",
    "tags": [],
    "last_updated": "2026-01-19"
  },
  "MN-01061": {
    "commentary": "Molex's acquisition of Smiths Interconnect's electronic connector business was cleared by the ACCC. Connectors are devices which allow electric current to run between parts of electrical circuits, with applications in communications, computers, industrial machinery and consumer electronics. The ACCC found that:\n\n- the parties do not compete closely in Australia, with their connector products used for different end-use applications;\n- the combined market share in connector supply in Australia is very low; and\n- other suppliers including TE Connectivity, Amphenol and Foxconn continue to compete.\n\nNeither party manufactures connectors in Australia; they are typically manufactured overseas and imported.",
    "tags": [],
    "last_updated": "2026-01-19"
  },
  "MN-01064": {
    "commentary": "Carlyle's acquisition of BASF's Coatings division was cleared by the ACCC. The transaction involves Carlyle acquiring sole control of BASF Coatings, with BASF retaining a 40% non-controlling stake. BASF Coatings develops and markets automotive coatings (for OEM and refinish applications) and surface treatments for various industries. The ACCC determined that:\n\n- there are no horizontal overlaps or vertical relationships between Carlyle's portfolio companies and BASF Coatings in Australia; and\n- while Carlyle has investments in some overseas industrial businesses complementary to BASF Coatings, these have neither operations nor a material customer base in Australia.\n\nThis merger was the first where the ACCC publicly assessed conglomerate issues under the new regime.",
    "tags": [],
    "last_updated": "2026-01-19"
  },
  "WA-35001": {
    "commentary": "WSP's global acquisition of TRC Companies was the one of the first two acquisitions to be granted a notification waiver by the ACCC. Both parties supply engineering consulting services, including for energy, transport and infrastructure sectors. The ACCC determined the acquisition did not require notification because:\n\n- there is very limited horizontal overlap in Australia, as TRC has no Australian presence and generates negligible revenue from Australian customers;\n- the parties' combined market share in engineering consulting services in Australia is very low; and\n- alternative global and national suppliers remain.\n\nWhile notification thresholds were likely met, the ACCC waived the requirement given its view that there were minimal competition concerns.",
    "tags": ["landmark"],
    "last_updated": "2026-01-19"
  },
  "WA-70002": {
    "commentary": "TPG's acquisition of EMIS Group and related assets was the one of the first two acquisitions to be granted a notification waiver by the ACCC. EMIS's core product is a primary care electronic patient record (EPR) system. The ACCC determined the acquisition did not require notification because:\n\n- there is very limited horizontal overlap in Australia between TPG's portfolio companies (Nextech supplies specialty-specific software to dermatology/plastic surgery clinics, while Covetrus supplies software to veterinary practices) and EMIS;\n- EMIS' Australian activities are limited to maintenance services for a single customer with a legacy EPR system; and\n- alternative suppliers of EPR systems and healthcare software remain in Australia.\n\nWhile notification thresholds were likely met, the ACCC waived the requirement given its view that there were minimal competition concerns.",
    "tags": ["landmark"],
    "last_updated": "2026-01-19"
  }
}
