[
  {
    "merger_name": "Asahi – Warehouse site on Tilburn Rd, Deer Park (Vic)",
    "status": "Assessment completed",
    "merger_id": "MN-01016",
    "effective_notification_datetime": "2025-08-15T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "determination_publication_date": "2025-09-05T12:00:00Z",
    "accc_determination": "ACCC DeterminationApproved",
    "acquirers": [
      {
        "name": "ASAHI HOLDINGS (AUSTRALIA) PTY LTD",
        "identifier_type": "ABN",
        "identifier": "48 135 315 767"
      }
    ],
    "targets": [
      {
        "name": "GPT PLATFORM PTY LIMITED",
        "identifier_type": "ABN",
        "identifier": "51 164 839 061"
      }
    ],
    "anszic_codes": [
      {
        "code": "121",
        "name": "Beverage Manufacturing"
      },
      {
        "code": "67",
        "name": "Property Operators and Real Estate Services"
      }
    ],
    "merger_description": "Asahi will enter into an agreement for lease with GPT (as trustee of the Deer Park Industrial Trust (ABN 49 428 064 142)) in relation to certificate of title 12528 folio 733, being Lot 1 on plan of subdivision PS912165G, known as 179 Tilburn Road, Deer Park VIC 3023 (Property).\nThe Property is located in Precinct 2 of the proposed Deer Park Estate and is zoned as CZ2 – Commercial 2 Zone under the Brimbank planning scheme. It is located approximately 15 km west of the Melbourne CBD and is currently vacant.\nGPT will construct a high-bay warehouse (including automation equipment) at the Property, which it will then lease to Asahi on a long-term basis.\nAsahi is acquiring the lease to use for the development of a warehouse and distribution centre. Once developed, Asahi intends for the facility to be used in its logistics operations for the storage and distribution of both alcoholic and non-alcoholic products.\nAsahi, through its subsidiaries, manufactures and supplies a variety of alcoholic and non-alcoholic beverages around Australia and in some international export markets. It includes the:\nAsahi Lifestyle Beverages business (formerly known as Schweppes Australia), which primarily manufactures and supplies non-alcoholic beverages, including soft drinks, mixers, mineral water, water, juice, tea, coffee, and energy and sports drinks; and\nCarlton & United Breweries business, which primarily manufactures and supplies alcoholic beverages, including premium domestic and international beer brands, craft beers, ciders, spirits and ready-to-drink (pre-mix) beverages.\nGPT is a real estate investment manager that owns and leases out a range of retail, office, logistics and student accommodation assets.",
    "events": [
      {
        "date": "2025-09-05T12:00:00Z",
        "title": "Asahi - Warehouse site on Tilburn Rd, Deer Park, VIC - Phase 1 Determination",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Asahi%20warehouse%20lease%20-%20Determination%20-%20September%205.pdf",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01016/Asahi warehouse lease - Determination - September 5.pdf",
        "status": "live"
      },
      {
        "date": "2025-08-18T12:00:00Z",
        "title": "Questionnaire - Asahi_2",
        "url": "",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01016/Questionnaire - Asahi_2.docx",
        "status": "removed"
      }
    ]
  },
  {
    "merger_name": "Kongsberg Defence – site within Newcastle Airport precinct",
    "status": "Assessment completed",
    "merger_id": "MN-01017",
    "effective_notification_datetime": "2025-08-08T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "determination_publication_date": "2025-08-29T12:00:00Z",
    "accc_determination": "ACCC DeterminationApproved",
    "acquirers": [
      {
        "name": "KONGSBERG DEFENCE AUSTRALIA PTY LTD",
        "identifier_type": "ABN",
        "identifier": "95 146 599 359"
      }
    ],
    "targets": [
      {
        "name": "GREATER NEWCASTLE AEROTROPOLIS PTY LTD",
        "identifier_type": "ABN",
        "identifier": "90 629 359 726"
      }
    ],
    "anszic_codes": [
      {
        "code": "2499",
        "name": "Other Machinery and Equipment Manufacturing n.e.c."
      },
      {
        "code": "3211",
        "name": "Land Development and Subdivision"
      }
    ],
    "merger_description": "Kongsberg Defence Australia Pty Ltd (KDAu), is proposing to enter into lease arrangements with Greater Newcastle Aerotropolis Pty Ltd (GNAPL) for land adjacent to Newcastle Airport, to establish a missile manufacturing and maintenance facility in Newcastle, NSW.\nKDau is indirectly wholly owned by Kongsberg Gruppen ASA (KOG). KOG is an international technology group that supplies high-technology systems and solutions to customers in the merchant marine, defence, aerospace, offshore oil and gas and renewable and utilities industries. KOG has operated in Australia since 2004.\nGNAPL is jointly owned by the Newcastle City Council and Port Stephens Council. GNAPL undertakes the operation and development of Newcastle Airport under a 60-year lease with the Commonwealth Government.",
    "events": [
      {
        "date": "2025-08-29T12:00:00Z",
        "title": "Kongsberg Defence - site within Newcastle Airport precinct - Phase 1 Determination",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Kongsberg%20Defence%20-%20Newcastle%20Airport%20-%20Phase%201%20Determination%20290825.pdf",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01017/Kongsberg Defence - Newcastle Airport - Phase 1 Determination 290825.pdf",
        "status": "live"
      },
      {
        "date": "2025-08-11T12:00:00Z",
        "title": "Kongsberg - FINAL - third-party questionnaire - August 2025_2",
        "url": "",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01017/Kongsberg - FINAL - third-party questionnaire - August 2025_2.docx",
        "status": "removed"
      }
    ]
  },
  {
    "merger_name": "Ampol – EG Australia",
    "status": "Under assessment",
    "merger_id": "MN-01019",
    "effective_notification_datetime": "2025-10-10T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2026-01-22T12:00:00Z",
    "acquirers": [
      {
        "name": "AMPOL RETAIL HOLDING PTY LTD",
        "identifier_type": "ACN",
        "identifier": "689 777 704"
      }
    ],
    "targets": [
      {
        "name": "EG AsiaPac Ltd",
        "identifier_type": null,
        "identifier": "11658440"
      }
    ],
    "anszic_codes": [
      {
        "code": "1701",
        "name": "Petroleum Refining and Petroleum Fuel Manufacturing"
      },
      {
        "code": "3321",
        "name": "Petroleum Product Wholesaling"
      },
      {
        "code": "4000",
        "name": "Fuel Retailing"
      },
      {
        "code": "4110",
        "name": "Supermarket and Grocery Stores"
      }
    ],
    "merger_description": "Pursuant to the terms of a Share Purchase Agreement, the retail sites operated by EG Australia will become Ampol owned and operated retail sites, subject to proposed divestitures.\nAmpol Retail Holding Pty Ltd is a wholly-owned subsidiary of Ampol Limited (Ampol), which is listed on the ASX (ASX: ALD). Ampol is a transport energy provider which purchases, refines, imports and distributes petroleum products in Australia and is rolling out electric vehicle (EV) public charging networks. Ampol also has operations and interests across Singapore, New Zealand, Philippines and the US. In Australia, Ampol also has a network of fuel and retail convenience sites.\nEG Australia is a convenience retailer of fuel, food to go and convenience products which commenced operations in Australia in April 2019 when it acquired the Woolworths retail fuel and convenience sites. Globally, the EG Group operates fuel, convenience and food-to-go retail offers in Europe and the US.\nAmpol and EG Australia overlap in the supply of fuel and convenience products in all Australian states and territories at a retail level:\nAmpol owns and operates 584 retail fuel sites under the “Ampol” brand and 39 unstaffed sites under the “U-GO” brand. U-GO sites sell fuel only with no convenience offering. Ampol sets the retail fuel prices for these sites.\nEG Australia owns and operates approximately 512 “EG” branded sites.\nAmpol supplies fuel to EG Australia under a wholesale fuel supply agreement, meaning EG Australia’s sites supply “Ampol” fuel.\nRemedy offer:\nAmpol has made a remedy offer to divest 19 retail fuel and convenience sites in areas across Australia in the form of an undertaking pursuant to s87B of the Competition and Consumer Act 2010 (Cth). Ampol has provided a draft undertaking and a summary of its proposal, which are included below. These contain more details on the remedy offer.",
    "events": [
      {
        "date": "2025-11-06T12:00:00Z",
        "title": "ACCC decided to extend Phase 1 determination period following receipt of extension request from Ampol, to allow Ampol to provide additional information."
      },
      {
        "date": "2025-10-10T12:00:00Z",
        "title": "Remedy Offer - 10 October 2025 - Ampol - EG Australia",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Remedy%20offer%20-%2010%20October%202025%20-%20Ampol%20-%20EG%20Australia.pdf",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01019/Remedy offer - 10 October 2025 - Ampol - EG Australia.pdf",
        "status": "live"
      },
      {
        "date": "2025-10-13T12:00:00Z",
        "title": "EG - Questionnaire.docx",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/EG%20-%20Questionnaire.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01019/EG - Questionnaire.docx",
        "status": "removed"
      }
    ]
  },
  {
    "merger_name": "La Caisse – Edify NSW Development assets",
    "status": "Under assessment",
    "merger_id": "MN-01031",
    "effective_notification_datetime": "2025-10-29T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2025-12-10T12:00:00Z",
    "acquirers": [
      {
        "name": "CAISSE DE DEPOT ET PLACEMENT DU QUEBEC",
        "identifier_type": "ACN",
        "identifier": "154 317 209"
      }
    ],
    "targets": [
      {
        "name": "Edify New South Wales LandCo Pty Ltd",
        "identifier_type": "ACN",
        "identifier": "691 053 317"
      }
    ],
    "anszic_codes": [
      {
        "code": "2619",
        "name": "Other Electricity Generation"
      },
      {
        "code": "2620",
        "name": "Electricity Transmission"
      }
    ],
    "merger_description": "Caisse de dépôt et placement du Québec (\nLa Caisse\n), through a wholly owned and controlled special purpose vehicle, C Renewables Australia Pty Ltd (\nC Renewables\n), proposes to acquire Edify New South Wales Landco Pty Ltd (\nEdify NSW\n) through a share sale agreement.\nLa Caisse is a global investment group headquartered in the Province of Québec (Canada) active globally in major financial markets, private equity, fixed income, infrastructure and real estate. In Australia, its investments in infrastructure are in Transgrid, the Port of Brisbane, Sydney Metro, DPW Australia, and Westconnex. La Caisse's other investments in Australia include investments in Gunn Agri Partners (farmland management), Greenstone, (insurance), ESR (logistics estate) and Scape.\nEdify NSW is an Australian renewable energy generation and storage asset developer. On 21 September 2025, Edify NSW entered into an asset sale agreement to acquire certain assets (e.g., options over land, contracts, preliminary connection arrangements and documents, environment and planning applications and documents, intellectual property, and records) from Edify Energy (an Australian renewable energy generation and storage asset developer), which have the potential to be developed into renewable energy projects in NSW (\nNSW Development Assets\n). Should the NSW Development Assets be developed into renewable energy projects, they will be connected into the National Electricity Market (\nNEM\n) in NSW.\nWhile La Caisse does not presently own or operate any energy generation or storage assets in Australia, on 21 September 2025, C Renewables entered into an agreement to acquire Edify Energy which owns certain assets which have the potential to be developed into renewable energy projects in Queensland, Victoria and South Australia.\nIn addition, La Caisse is a minority securityholder in Transgrid, which is the Transmission Network Service Provider for the high-voltage electricity transmission network in NSW and the Australian Capital Territory. This network forms part of the NEM.",
    "events": [
      {
        "date": "2025-10-30T12:00:00Z",
        "title": "Questionnaire - La Caise - Edify NSW Development assets",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/La%20Caisse%20Edify%20NSW%20-%20questionnaire%20-%2030%20October%202025.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01031/La Caisse Edify NSW - questionnaire - 30 October 2025.docx",
        "status": "removed"
      }
    ]
  },
  {
    "merger_name": "Asahi – Warehouse site on Weedman and Montgomery Streets, Redbank (Qld)",
    "status": "Under assessment",
    "merger_id": "MN-01035",
    "effective_notification_datetime": "2025-10-24T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2025-12-05T12:00:00Z",
    "acquirers": [
      {
        "name": "ASAHI HOLDINGS (AUSTRALIA) PTY LTD",
        "identifier_type": "ABN",
        "identifier": "48 135 315 767"
      }
    ],
    "targets": [
      {
        "name": "GTA INDUSTRIAL CUSTODIAN PTY LIMITED",
        "identifier_type": "ABN",
        "identifier": "45 081 823 743"
      }
    ],
    "anszic_codes": [
      {
        "code": "1211",
        "name": "Soft Drink, Cordial and Syrup Manufacturing"
      },
      {
        "code": "1212",
        "name": "Beer Manufacturing"
      },
      {
        "code": "6712",
        "name": "Non-Residential Property Operators"
      }
    ],
    "merger_description": "Asahi Holdings (Australia) Pty Ltd (Asahi) will enter into an agreement for lease with GTA Industrial Custodian Pty Ltd (Goodman) (as trustee of Redbank River Park Industrial Trust) in relation to certificate of part of Lot 103 on SP 264643 in title reference 50958422 and Lot 202 on SP 320244 in title reference 51251794, known as 43 Weedman Street and 14 Montgomery Street, Redbank QLD 4301 (\nProperty\n).\nThe Property forms part of the proposed Redbank Motorway Estate and is zoned as:\nin part, RB03L – Regional Business and Industry Low Impact Business & Industry; and\nin part, RB03M – Regional Business and Industry – Medium Impact Business & Industry.\nIt is located approximately 30 km south-west of Brisbane and is currently vacant.\nGoodman will construct a warehouse at the Property, which it will then lease to Asahi on a long-term basis.\nAsahi is acquiring the lease to use for the development of a warehouse and distribution centre. Once developed, Asahi intends for the facility to be used in its logistics operations for the storage and distribution of both alcoholic and non-alcoholic products.\nAsahi, through its subsidiaries, manufactures and supplies a variety of alcoholic and non-alcoholic beverages around Australia and in some international export markets. It includes the:\nAsahi Lifestyle Beverages business (formerly known as Schweppes Australia), which primarily manufactures and supplies non-alcoholic beverages, including soft drinks, mixers, mineral water, water, juice, tea, coffee, and energy and sports drinks; and\nCarlton & United Breweries business, which primarily manufactures and supplies alcoholic beverages, including premium domestic and international beer brands, craft beers, ciders, spirits and ready-to-drink (pre-mix) beverages.\nGoodman is part of the Goodman Group, a global industrial property and digital infrastructure specialist group which owns, develops and manages properties, including logistics and distribution centres, warehouses, light and multi-storey industrial, business parks and data centres.",
    "events": [
      {
        "date": "2025-10-27T12:00:00Z",
        "title": "Questionnaire - Asahi - Redbank",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Questionnaire%20-%20Asahi%20-%20Redbank_0.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01035/Questionnaire - Asahi - Redbank_0.docx",
        "status": "removed"
      }
    ]
  },
  {
    "merger_name": "Anglo American - Teck Resources",
    "status": "Under assessment",
    "merger_id": "MN-01037",
    "effective_notification_datetime": "2025-10-24T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2025-12-05T12:00:00Z",
    "acquirers": [
      {
        "name": "Anglo American plc",
        "identifier_type": null,
        "identifier": "03564138"
      }
    ],
    "targets": [
      {
        "name": "Teck Resources Limited",
        "identifier_type": null,
        "identifier": "4460561"
      }
    ],
    "anszic_codes": [
      {
        "code": "080",
        "name": "Metal Ore Mining"
      },
      {
        "code": "0803",
        "name": "Copper Ore Mining"
      },
      {
        "code": "0807",
        "name": "Silver-Lead-Zinc Ore Mining"
      },
      {
        "code": "0809",
        "name": "Other Metal Ore Mining"
      }
    ],
    "merger_description": "Anglo American plc (Anglo American) proposes to acquire, through its affiliates and subsidiaries, the entire issued share capital of Teck Resources Limited (Teck Resources) by way of statutory plan of arrangement (similar to an Australian Scheme of Arrangement) to effect a merger between the parties.\nAnglo American is a global mining company focused on the production of copper and iron ore. It also produces steelmaking coal, nickel, diamonds, and molybdenum and holds a joint venture interest in Samancor Manganese. Anglo American is a publicly traded company listed on the London Stock Exchange, with secondary listings on the Johannesburg Stock Exchange, SIX Swiss Exchange, the Botswana Stock Exchange and the Namibia Securities Exchange.\nAnglo American’s business in Australia is primarily focused on the production and sale of steelmaking (or metallurgical) coal for export to Asia, Europe and South America, although it has taken steps to sell this business. Anglo American also has some exploration activities in Australia.\nTeck Resources is a Canadian mining company with operations in multiple countries, including Canada, the United States, Chile and Peru. Its operations consist of a metals business focused on copper and zinc production. In addition, Teck Resources produces lead, silver, gold, molybdenum, and various other specialty and other metals, chemicals and fertilizer products. Teck’s shares are listed on the Toronto Stock Exchange and New York Stock Exchange.\nTeck Resources’ business in Australia primarily involves the supply of zinc concentrate to Australian customers. Teck Resources does not supply copper to any Australian customers and has no copper or zinc mining or production operations in Australia. Its local presence is limited to exploration and closure activities.\nAnglo American and Teck Resources' primary overlap globally is in the supply of copper products (mainly copper concentrate and secondary copper products), along with minor global overlaps in certain by-products of copper and other mining and processing activities, being molybdenum and sulphuric acid.  There are no horizontal overlaps in respect of the supply of goods or services in Australia; neither Anglo American nor Teck Resources have copper mining or production activities in Australia, or supply copper, molybdenum or sulphuric acid to Australian customers. The parties have not identified any non-horizontal relationships as being relevant to Australia.",
    "events": [
      {
        "date": "2025-10-27T12:00:00Z",
        "title": "Anglo American / Teck Resources - Questionnaire",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/%20Teck%20Resources%20-%20third-party%20questionnaire%20-%2027%20October%202025.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01037/Teck Resources - third-party questionnaire - 27 October 2025.docx",
        "status": "removed"
      }
    ]
  },
  {
    "merger_name": "Caterpillar – RPMGlobal Holdings",
    "status": "Under assessment",
    "merger_id": "MN-01058",
    "effective_notification_datetime": "2025-11-10T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2025-12-22T12:00:00Z",
    "acquirers": [
      {
        "name": "Caterpillar Inc.",
        "identifier_type": null,
        "identifier": ""
      }
    ],
    "targets": [
      {
        "name": "RPMGLOBAL HOLDINGS LIMITED",
        "identifier_type": "ABN",
        "identifier": "17 010 672 321"
      }
    ],
    "anszic_codes": [
      {
        "code": "2462",
        "name": "Mining and Construction Machinery Manufacturing"
      },
      {
        "code": "5420",
        "name": "Software Publishing"
      }
    ],
    "merger_description": "Caterpillar Inc (Caterpillar) proposes to acquire 100% of fully diluted share capital in RPMGlobal Holdings Limited (RPM) (ASX:RUL), through a scheme of arrangement.\nCaterpillar is a global manufacturer of construction and mining equipment, off-highway diesel and natural gas engines, industrial gas turbines and diesel-electric locomotives. Caterpillar also supplies a range of different software products which interface with its equipment including Minestar for fleet track, Visionlink and CAT Foresight for asset management.\nRPM is a global provider of mining software solutions. RPM’s software solutions are enterprise applications used by mining companies, original equipment manufacturers (OEMs) and contractors, including for asset management, planning and scheduling, short-interval control and execution, simulation, and financial forecasting. RPM also provides associated technical consulting and training services applicable for mine design, planning, scheduling, operational management, asset management, simulation, financial modelling and ESG reporting.\nCaterpillar is an end customer of RPM’s asset management and mining simulation tools.",
    "events": [
      {
        "date": "2025-11-11T12:00:00Z",
        "title": "Caterpillar - RPMGlobal Questionnaire",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Caterpillar%20-%20RPMGlobal%20-%20Questionnaire_0.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01058/Caterpillar - RPMGlobal - Questionnaire_0.docx",
        "status": "live"
      }
    ]
  }
]