[
  {
    "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/asahi-%E2%80%93-warehouse-site-on-tilburn-rd-deer-park-vic",
    "merger_name": "Asahi – Warehouse site on Tilburn Rd, Deer Park (Vic)",
    "status": "Assessment completed",
    "merger_id": "MN-01016",
    "effective_notification_datetime": "2025-08-15T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2025-09-26T12:00:00Z",
    "determination_publication_date": "2025-09-05T12:00:00Z",
    "accc_determination": "Approved",
    "consultation_response_due_date": "2025-08-25T12:00:00Z",
    "acquirers": [
      {
        "name": "ASAHI HOLDINGS (AUSTRALIA) PTY LTD",
        "identifier_type": "ABN",
        "identifier": "48 135 315 767"
      }
    ],
    "targets": [
      {
        "name": "GPT PLATFORM PTY LIMITED",
        "identifier_type": "ABN",
        "identifier": "51 164 839 061"
      }
    ],
    "other_parties": [],
    "anszic_codes": [
      {
        "code": "121",
        "name": "Beverage Manufacturing"
      },
      {
        "code": "67",
        "name": "Property Operators and Real Estate Services"
      }
    ],
    "merger_description": "Asahi will enter into an agreement for lease with GPT (as trustee of the Deer Park Industrial Trust (ABN 49 428 064 142)) in relation to certificate of title 12528 folio 733, being Lot 1 on plan of subdivision PS912165G, known as 179 Tilburn Road, Deer Park VIC 3023 (Property).\n\nThe Property is located in Precinct 2 of the proposed Deer Park Estate and is zoned as CZ2 – Commercial 2 Zone under the Brimbank planning scheme. It is located approximately 15 km west of the Melbourne CBD and is currently vacant.\n\nGPT will construct a high-bay warehouse (including automation equipment) at the Property, which it will then lease to Asahi on a long-term basis.\n\nAsahi is acquiring the lease to use for the development of a warehouse and distribution centre. Once developed, Asahi intends for the facility to be used in its logistics operations for the storage and distribution of both alcoholic and non-alcoholic products.\n\nAsahi, through its subsidiaries, manufactures and supplies a variety of alcoholic and non-alcoholic beverages around Australia and in some international export markets. It includes the:\n\n* Asahi Lifestyle Beverages business (formerly known as Schweppes Australia), which primarily manufactures and supplies non-alcoholic beverages, including soft drinks, mixers, mineral water, water, juice, tea, coffee, and energy and sports drinks; and\n* Carlton & United Breweries business, which primarily manufactures and supplies alcoholic beverages, including premium domestic and international beer brands, craft beers, ciders, spirits and ready-to-drink (pre-mix) beverages.\n\nGPT is a real estate investment manager that owns and leases out a range of retail, office, logistics and student accommodation assets.",
    "events": [
      {
        "date": "2025-09-05T12:00:00Z",
        "title": "Asahi - Warehouse site on Tilburn Rd, Deer Park, VIC - Phase 1 Determination",
        "display_title": "Asahi - Warehouse site on Tilburn Rd, Deer Park, VIC - Phase 1 Determination",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Asahi%20warehouse%20lease%20-%20Determination%20-%20September%205.pdf",
        "determination_commission_division": "Determination made by Commissioner Williams pursuant to a delegation under section 25(1) of the Act",
        "determination_table_content": [
          {
            "item": "Notified acquisition",
            "details": "Asahi Holdings (Australia) Pty Ltd (Asahi) proposes to enter into an\nagreement for lease with GPT Platform Pty Ltd (GPT) for the lot of land at\n179 Tilburn Road, Deer Park, Victoria 3023 (The Property).\nGPT will construct a warehouse (including automation equipment) at the\nProperty, which it will then lease to Asahi on a long-term basis (the\nAcquisition)."
          },
          {
            "item": "Determination",
            "details": "The Australian Competition and Consumer Commission (ACCC) has\ndetermined under section 51ABZE(1) of the Competition and Consumer\nAct 2010 (Cth) that the Acquisition may be put into effect."
          },
          {
            "item": "Parties to the Acquisition",
            "details": "The acquirer, Asahi, manufactures and supplies alcoholic beverages, soft\ndrink and food products in Japan and internationally. Asahi primarily\noperates in the alcohol and soft drinks sectors in Australia, through its\nsubsidiaries Asahi Lifestyle Beverages (formerly known as Schweppes\nAustralia) and Carlton & United Breweries.\nThe landlord, GPT, is a real estate investment manager that owns and\nleases assets, including retail, office, logistics and student\naccommodation.\nThe Property is located at Precinct 2 of the Deer Park Estate\n(approximately 15km west of the Melbourne CBD) and is currently vacant."
          },
          {
            "item": "Overlap and relationship\nbetween the parties",
            "details": "The Property would be an input to the operations of Asahi."
          },
          {
            "item": "Reasons for determination",
            "details": "When making a determination in Phase 1, the Australian Competition and\nConsumer Commission (ACCC) undertakes a competition assessment\nand considers whether it is appropriate for an acquisition to be approved\nor subject to further assessment in Phase 2 in accordance with section\n51ABZJ of the Competition and Consumer Act 2010 (Cth) (the Act). In\ndoing so, the ACCC must have regard to the object of the Act and all\nrelevant matters, including the interests of consumers.\nFor more information about the ACCC’s approach to considering notified\nacquisitions, see the ACCC’s merger assessment guidelines and interim\nmerger process guidelines.\nIn conducting its competition assessment, the ACCC has considered the\ninformation and documents that were submitted with the notification\nform.\nThe ACCC has determined that the Acquisition may be put into effect as it\nconsiders that the Acquisition is unlikely to have the effect of\nsubstantially lessening competition in any market. In reaching its\ndecision, and based on the material before it, the ACCC makes the\nfollowing findings:\n• there is no horizontal competitive overlap\n• there are sufficient suitable alternative sites available for Asahi’s\ncompetitors\n• the acquisition does not otherwise limit or prevent competition\nfrom rivals."
          },
          {
            "item": "Applications for review",
            "details": "A notifying party, or other person who has been allowed to do so by the\nAustralian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the Act,\napplications for review of the determination are to be made to the\nAustralian Competition Tribunal before the end of 14 days after this\nstatement of reasons was included on the ACCC’s acquisitions register."
          }
        ],
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01016/Asahi warehouse lease - Determination - September 5.pdf",
        "status": "live"
      },
      {
        "date": "2025-08-18T12:00:00Z",
        "title": "Questionnaire released for Asahi Deer Park acquisition",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Questionnaire%20-%20Asahi_2.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01016/Questionnaire - Asahi_2.docx",
        "status": "removed",
        "display_title": "Questionnaire released for Asahi Deer Park acquisition"
      },
      {
        "date": "2025-08-15T12:00:00Z",
        "title": "Merger notified to ACCC",
        "display_title": "Merger notified to ACCC"
      },
      {
        "date": "2025-09-05T12:00:00Z",
        "title": "Phase 1 - initial assessment determination: Approved",
        "display_title": "Phase 1 - initial assessment determination: Approved"
      }
    ]
  },
  {
    "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/kongsberg-defence-%E2%80%93-site-within-newcastle-airport-precinct",
    "merger_name": "Kongsberg Defence – site within Newcastle Airport precinct",
    "status": "Assessment completed",
    "merger_id": "MN-01017",
    "effective_notification_datetime": "2025-08-08T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2025-09-19T12:00:00Z",
    "determination_publication_date": "2025-08-29T12:00:00Z",
    "accc_determination": "Approved",
    "consultation_response_due_date": "2025-08-18T12:00:00Z",
    "acquirers": [
      {
        "name": "KONGSBERG DEFENCE AUSTRALIA PTY LTD",
        "identifier_type": "ABN",
        "identifier": "95 146 599 359"
      }
    ],
    "targets": [
      {
        "name": "GREATER NEWCASTLE AEROTROPOLIS PTY LTD",
        "identifier_type": "ABN",
        "identifier": "90 629 359 726"
      }
    ],
    "other_parties": [],
    "anszic_codes": [
      {
        "code": "2499",
        "name": "Other Machinery and Equipment Manufacturing n.e.c."
      },
      {
        "code": "3211",
        "name": "Land Development and Subdivision"
      }
    ],
    "merger_description": "Kongsberg Defence Australia Pty Ltd (KDAu), is proposing to enter into lease arrangements with Greater Newcastle Aerotropolis Pty Ltd (GNAPL) for land adjacent to Newcastle Airport, to establish a missile manufacturing and maintenance facility in Newcastle, NSW.\n\nKDau is indirectly wholly owned by Kongsberg Gruppen ASA (KOG). KOG is an international technology group that supplies high-technology systems and solutions to customers in the merchant marine, defence, aerospace, offshore oil and gas and renewable and utilities industries. KOG has operated in Australia since 2004.\n\nGNAPL is jointly owned by the Newcastle City Council and Port Stephens Council. GNAPL undertakes the operation and development of Newcastle Airport under a 60-year lease with the Commonwealth Government.",
    "events": [
      {
        "date": "2025-08-29T12:00:00Z",
        "title": "Kongsberg Defence - site within Newcastle Airport precinct - Phase 1 Determination",
        "display_title": "Kongsberg Defence - site within Newcastle Airport precinct - Phase 1 Determination",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Kongsberg%20Defence%20-%20Newcastle%20Airport%20-%20Phase%201%20Determination%20290825.pdf",
        "determination_commission_division": "Determination made by Commissioner Williams pursuant to a delegation under section 25(1) of the Act",
        "determination_table_content": [
          {
            "item": "Notified acquisition",
            "details": "Kongsberg Defence Australia (KDau) proposes to enter into lease\narrangements with Greater Newcastle Aerotropolis Pty Ltd (GNAPL)\nfor an interest in commercial land adjacent to Newcastle Airport (the\nProperty), to establish a missile manufacturing and maintenance\nfacility in Newcastle, NSW (the Acquisition)."
          },
          {
            "item": "Determination",
            "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
          },
          {
            "item": "Parties to the Acquisition",
            "details": "The acquirer, KDau, is indirectly wholly owned by Kongsberg\nGruppen ASA (KOG). KOG is an international technology group that\nsupplies high-technology systems and solutions to customers in the\nmerchant marine, defence, aerospace, offshore oil and gas and\nrenewable and utilities industries.\nThe landlord, GNAPL, is jointly owned by Newcastle City Council and\nPort Stephens Council. GNAPL undertakes the operation and\ndevelopment of Newcastle Airport under a 60-year lease with the\nCommonwealth Government.\nThe Property is adjacent to Newcastle Airport."
          },
          {
            "item": "Overlap and relationship\nbetween the parties",
            "details": "The Property would be an input to the operations of KDau."
          },
          {
            "item": "Reasons for determination",
            "details": "When making a determination in Phase 1, the Australian Competition\nand Consumer Commission (ACCC) undertakes a competition\nassessment and considers whether it is appropriate for an\nacquisition to be approved or subject to further assessment in\nPhase 2 in accordance with section 51ABZJ of the Competition and\nConsumer Act 2010 (Cth) (the Act). In doing so, the ACCC must have\nregard to the object of the Act and all relevant matters, including the\ninterests of consumers.\nFor more information about the ACCC’s approach to considering\nnotified acquisitions, see the ACCC’s merger assessment guidelines\nand interim merger process guidelines.\nIn conducting its competition assessment, the ACCC has considered\nthe information and documents that were submitted with the\nnotification form and information from third parties.\nThe ACCC has determined that the Acquisition may be put into\neffect as it considers the Acquisition is unlikely to have the effect of\nsubstantially lessening competition in any market. In reaching its\ndecision, and based on the material before it, the ACCC makes the\nfollowing findings:\n• there is no horizontal competitive overlap\n• there are sufficient suitable alternative sites available for\nKDau’s competitors\n• the Acquisition does not otherwise limit or prevent\ncompetition from rivals."
          },
          {
            "item": "Applications for review",
            "details": "A notifying party, or other person who has been allowed to do so by\nthe Australian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the\nAct, applications for review of the determination are to be made to\nthe Australian Competition Tribunal before the end of 14 days after\nthis statement of reasons was included on the ACCC’s acquisitions\nregister."
          }
        ],
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01017/Kongsberg Defence - Newcastle Airport - Phase 1 Determination 290825.pdf",
        "status": "live"
      },
      {
        "date": "2025-08-11T12:00:00Z",
        "title": "Questionnaire released for Kongsberg Defence acquisition of site within Newcastle Airport",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Kongsberg%20-%20FINAL%20-%20third-party%20questionnaire%20-%20August%202025_2.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01017/Kongsberg - FINAL - third-party questionnaire - August 2025_2.docx",
        "status": "removed",
        "display_title": "Questionnaire released for Kongsberg Defence acquisition of site within Newcastle Airport"
      },
      {
        "date": "2025-08-08T12:00:00Z",
        "title": "Merger notified to ACCC",
        "display_title": "Merger notified to ACCC"
      },
      {
        "date": "2025-08-29T12:00:00Z",
        "title": "Phase 1 - initial assessment determination: Approved",
        "display_title": "Phase 1 - initial assessment determination: Approved"
      }
    ]
  },
  {
    "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/ampol-%E2%80%93-eg-australia",
    "merger_name": "Ampol – EG Australia",
    "status": "Under assessment",
    "merger_id": "MN-01019",
    "effective_notification_datetime": "2025-10-10T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2026-01-22T12:00:00Z",
    "consultation_response_due_date": "2025-10-20T12:00:00Z",
    "acquirers": [
      {
        "name": "AMPOL RETAIL HOLDING PTY LTD",
        "identifier_type": "ACN",
        "identifier": "689 777 704"
      }
    ],
    "targets": [
      {
        "name": "EG AsiaPac Ltd",
        "identifier_type": null,
        "identifier": "11658440"
      }
    ],
    "other_parties": [],
    "anszic_codes": [
      {
        "code": "1701",
        "name": "Petroleum Refining and Petroleum Fuel Manufacturing"
      },
      {
        "code": "3321",
        "name": "Petroleum Product Wholesaling"
      },
      {
        "code": "4000",
        "name": "Fuel Retailing"
      },
      {
        "code": "4110",
        "name": "Supermarket and Grocery Stores"
      }
    ],
    "merger_description": "Pursuant to the terms of a Share Purchase Agreement, the retail sites operated by EG Australia will become Ampol owned and operated retail sites, subject to proposed divestitures.\n\nAmpol Retail Holding Pty Ltd is a wholly-owned subsidiary of Ampol Limited (Ampol), which is listed on the ASX (ASX: ALD). Ampol is a transport energy provider which purchases, refines, imports and distributes petroleum products in Australia and is rolling out electric vehicle (EV) public charging networks. Ampol also has operations and interests across Singapore, New Zealand, Philippines and the US. In Australia, Ampol also has a network of fuel and retail convenience sites.\n\nEG Australia is a convenience retailer of fuel, food to go and convenience products which commenced operations in Australia in April 2019 when it acquired the Woolworths retail fuel and convenience sites. Globally, the EG Group operates fuel, convenience and food-to-go retail offers in Europe and the US.\n\nAmpol and EG Australia overlap in the supply of fuel and convenience products in all Australian states and territories at a retail level:\n\n* Ampol owns and operates 584 retail fuel sites under the “Ampol” brand and 39 unstaffed sites under the “U-GO” brand. U-GO sites sell fuel only with no convenience offering. Ampol sets the retail fuel prices for these sites.\n* EG Australia owns and operates approximately 512 “EG” branded sites.\n\nAmpol supplies fuel to EG Australia under a wholesale fuel supply agreement, meaning EG Australia’s sites supply “Ampol” fuel.\n\nRemedy offer:\n\nAmpol has made a remedy offer to divest 19 retail fuel and convenience sites in areas across Australia in the form of an undertaking pursuant to s87B of the Competition and Consumer Act 2010 (Cth). Ampol has provided a draft undertaking and a summary of its proposal, which are included below. These contain more details on the remedy offer.",
    "events": [
      {
        "date": "2025-11-06T12:00:00Z",
        "title": "ACCC decided to extend Phase 1 determination period following receipt of extension request from Ampol, to allow Ampol to provide additional information.",
        "display_title": "ACCC decided to extend Phase 1 determination period following receipt of extension request from Ampol, to allow Ampol to provide additional information."
      },
      {
        "date": "2025-10-13T12:00:00Z",
        "title": "Questionnaire released for Ampol acquisition of EG Australia retail sites",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/EG%20-%20Questionnaire.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01019/EG - Questionnaire.docx",
        "status": "removed",
        "display_title": "Questionnaire released for Ampol acquisition of EG Australia retail sites"
      },
      {
        "date": "2025-10-10T12:00:00Z",
        "title": "Remedy Offer - 10 October 2025 - Ampol - EG Australia",
        "display_title": "Remedy Offer - 10 October 2025 - Ampol - EG Australia",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Remedy%20offer%20-%2010%20October%202025%20-%20Ampol%20-%20EG%20Australia.pdf",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01019/Remedy offer - 10 October 2025 - Ampol - EG Australia.pdf",
        "status": "live"
      },
      {
        "date": "2025-10-10T12:00:00Z",
        "title": "Merger notified to ACCC",
        "display_title": "Merger notified to ACCC"
      }
    ]
  },
  {
    "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/la-caisse-%E2%80%93-edify-nsw-development-assets",
    "merger_name": "La Caisse – Edify NSW Development assets",
    "status": "Assessment completed",
    "merger_id": "MN-01031",
    "effective_notification_datetime": "2025-10-29T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2025-12-10T12:00:00Z",
    "determination_publication_date": "2025-11-26T12:00:00Z",
    "accc_determination": "Approved",
    "consultation_response_due_date": "2025-11-06T12:00:00Z",
    "acquirers": [
      {
        "name": "CAISSE DE DEPOT ET PLACEMENT DU QUEBEC",
        "identifier_type": "ACN",
        "identifier": "154 317 209"
      }
    ],
    "targets": [
      {
        "name": "Edify New South Wales LandCo Pty Ltd",
        "identifier_type": "ACN",
        "identifier": "691 053 317"
      }
    ],
    "other_parties": [],
    "anszic_codes": [
      {
        "code": "2619",
        "name": "Other Electricity Generation"
      },
      {
        "code": "2620",
        "name": "Electricity Transmission"
      }
    ],
    "merger_description": "Caisse de dépôt et placement du Québec (La Caisse), through a wholly owned and controlled special purpose vehicle, C Renewables Australia Pty Ltd (C Renewables), proposes to acquire Edify New South Wales Landco Pty Ltd (Edify NSW) through a share sale agreement.\n\nLa Caisse is a global investment group headquartered in the Province of Québec (Canada) active globally in major financial markets, private equity, fixed income, infrastructure and real estate. In Australia, its investments in infrastructure are in Transgrid, the Port of Brisbane, Sydney Metro, DPW Australia, and Westconnex. La Caisse's other investments in Australia include investments in Gunn Agri Partners (farmland management), Greenstone, (insurance), ESR (logistics estate) and Scape.\n\nEdify NSW is an Australian renewable energy generation and storage asset developer. On 21 September 2025, Edify NSW entered into an asset sale agreement to acquire certain assets (e.g., options over land, contracts, preliminary connection arrangements and documents, environment and planning applications and documents, intellectual property, and records) from Edify Energy (an Australian renewable energy generation and storage asset developer), which have the potential to be developed into renewable energy projects in NSW (NSW Development Assets). Should the NSW Development Assets be developed into renewable energy projects, they will be connected into the National Electricity Market (**NEM**) in NSW.\n\nWhile La Caisse does not presently own or operate any energy generation or storage assets in Australia, on 21 September 2025, C Renewables entered into an agreement to acquire Edify Energy which owns certain assets which have the potential to be developed into renewable energy projects in Queensland, Victoria and South Australia.\n\nIn addition, La Caisse is a minority securityholder in Transgrid, which is the Transmission Network Service Provider for the high-voltage electricity transmission network in NSW and the Australian Capital Territory. This network forms part of the NEM.",
    "events": [
      {
        "date": "2025-10-29T12:00:00Z",
        "title": "Merger notified to ACCC",
        "display_title": "Merger notified to ACCC"
      },
      {
        "date": "2025-10-30T12:00:00Z",
        "title": "Questionnaire released for La Caise acquisition Edify NSW Development assets",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/La%20Caisse%20Edify%20NSW%20-%20questionnaire%20-%2030%20October%202025.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01031/La Caisse Edify NSW - questionnaire - 30 October 2025.docx",
        "status": "removed",
        "display_title": "Questionnaire released for La Caise acquisition Edify NSW Development assets"
      },
      {
        "date": "2025-11-26T12:00:00Z",
        "title": "La Caisse - Edify NSW development assets - Phase 1 determination",
        "display_title": "La Caisse - Edify NSW development assets - Phase 1 determination",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/La%20Caisse%20-%20Edify%20NSW%20Determination%20-%2025%20November%202025.pdf",
        "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
        "determination_table_content": [
          {
            "item": "Notified acquisition",
            "details": "C Renewables Australia Pty Ltd (C Renewables) proposes to acquire\n100% of the shares in Edify New South Wales Landco Pty Ltd (Edify\nNSW) and its assets (the Acquisition)."
          },
          {
            "item": "Determination",
            "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
          },
          {
            "item": "Parties to the Acquisition",
            "details": "The acquirer, C Renewables, is a special purpose vehicle wholly\nowned and controlled by Caisse de dépôt et placement du Québec\n(La Caisse). La Caisse is a global investment group headquartered in\nCanada that manages funds primarily on behalf of Québec public\nand para-public pension funds and insurance plans. In Australia, La\nCaisse has investments in infrastructure, farmland management,\ninsurance, and logistics estate.\nThe target, Edify NSW, is an Australian renewable energy generation\nand storage asset developer (Renewable Developer) that owns\nassets including options over land, contracts, preliminary connection\narrangements, environment and planning applications, intellectual\nproperty, and records which have the potential to be developed into\nrenewable energy projects in NSW. Edify NSW does not currently\nhave any operational electricity generation or storage assets. Edify\nNSW’s proposed projects represent less than 0.5% of nameplate\ncapacity of all new renewable energy projects currently proposed for\nNSW."
          },
          {
            "item": "Relationship between the\nparties",
            "details": "La Caisse owns a 22.505% interest in Transgrid, the monopoly\ntransmission network planner and operator in NSW and the ACT.\nEdify NSW will need to connect its renewable generation and storage\nassets to Transgrid’s transmission network to connect to the\nNational Electricity Market. As such, the Edify NSW assets that are\ndeveloped into operational renewable energy assets will have a\nvertical relationship with Transgrid, in which La Caisse has a\nminority interest."
          },
          {
            "item": "Reasons for determination",
            "details": "When making a determination in Phase 1, the Australian Competition\nand Consumer Commission (ACCC) undertakes a competition\nassessment and considers whether it is appropriate for an\nacquisition to be approved or subject to further assessment in\nPhase 2 in accordance with section 51ABZJ of the Competition and\nConsumer Act 2010 (Cth) (the Act). In doing so, the ACCC must have\nregard to the object of the Act and all relevant matters, including the\ninterests of consumers.\nFor more information about the ACCC’s approach to considering\nnotified acquisitions, see the ACCC’s merger assessment guidelines\nand interim merger process guidelines.\nIn conducting its competition assessment, the ACCC has considered\nthe information and documents that were submitted with the\nnotification form and information provided by third parties.\nThe ACCC has determined that the Acquisition may be put into\neffect as it considers that the Acquisition is unlikely to have the\neffect of substantially lessening competition in any market. In"
          },
          {
            "item": "Applications for review",
            "details": "A notifying party, or other person who has been allowed to do so by\nthe Australian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the\nAct, applications for review of the determination are to be made to\nthe Australian Competition Tribunal before the end of 14 days after\nthis statement of reasons was included on the ACCC’s Acquisitions\nRegister. To confirm whether there has been any application for\nreview, please contact the Australian Competition Tribunal."
          }
        ],
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01031/La Caisse - Edify NSW Determination - 25 November 2025.pdf",
        "status": "live"
      },
      {
        "date": "2025-11-26T12:00:00Z",
        "title": "Phase 1 - initial assessment determination: Approved",
        "display_title": "Phase 1 - initial assessment determination: Approved"
      }
    ]
  },
  {
    "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/asahi-%E2%80%93-warehouse-site-on-weedman-and-montgomery-streets-redbank-qld",
    "merger_name": "Asahi – Warehouse site on Weedman and Montgomery Streets, Redbank (Qld)",
    "status": "Assessment completed",
    "merger_id": "MN-01035",
    "effective_notification_datetime": "2025-10-24T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2025-12-05T12:00:00Z",
    "determination_publication_date": "2025-11-18T12:00:00Z",
    "accc_determination": "Approved",
    "consultation_response_due_date": "2025-11-03T12:00:00Z",
    "acquirers": [
      {
        "name": "ASAHI HOLDINGS (AUSTRALIA) PTY LTD",
        "identifier_type": "ABN",
        "identifier": "48 135 315 767"
      }
    ],
    "targets": [
      {
        "name": "GTA INDUSTRIAL CUSTODIAN PTY LIMITED",
        "identifier_type": "ABN",
        "identifier": "45 081 823 743"
      }
    ],
    "other_parties": [],
    "anszic_codes": [
      {
        "code": "1211",
        "name": "Soft Drink, Cordial and Syrup Manufacturing"
      },
      {
        "code": "1212",
        "name": "Beer Manufacturing"
      },
      {
        "code": "6712",
        "name": "Non-Residential Property Operators"
      }
    ],
    "merger_description": "Asahi Holdings (Australia) Pty Ltd (**Asahi**) will enter into an agreement for lease with GTA Industrial Custodian Pty Ltd (**Goodman**) (as trustee of Redbank River Park Industrial Trust) in relation to what is currently part of Lot 103 on SP 264643 in title reference 50958422 and Lot 202 on SP 320244 in title reference 51251794, known as 43 Weedman Street and 14 Montgomery Street, Redbank QLD 4301 (**Property**).\n\nThe Property forms part of the proposed Redbank Motorway Estate and is zoned as:\n\n* in part, RB03L – Regional Business and Industry Low Impact Business & Industry; and\n* in part, RB03M – Regional Business and Industry – Medium Impact Business & Industry.\n\nIt is located approximately 30 km south-west of Brisbane and is currently vacant.\n\nGoodman will construct a warehouse at the Property, which it will then lease to Asahi on a long-term basis.\n\nAsahi is acquiring the lease to use for the development of a warehouse and distribution centre. Once developed, Asahi intends for the facility to be used in its logistics operations for the storage and distribution of both alcoholic and non-alcoholic products.\n\nAsahi, through its subsidiaries, manufactures and supplies a variety of alcoholic and non-alcoholic beverages around Australia and in some international export markets. It includes the:\n\n* Asahi Lifestyle Beverages business (formerly known as Schweppes Australia), which primarily manufactures and supplies non-alcoholic beverages, including soft drinks, mixers, mineral water, water, juice, tea, coffee, and energy and sports drinks; and\n* Carlton & United Breweries business, which primarily manufactures and supplies alcoholic beverages, including premium domestic and international beer brands, craft beers, ciders, spirits and ready-to-drink (pre-mix) beverages.\n\nGoodman is part of the Goodman Group, a global industrial property and digital infrastructure specialist group which owns, develops and manages properties, including logistics and distribution centres, warehouses, light and multi-storey industrial, business parks and data centres.",
    "events": [
      {
        "date": "2025-10-24T12:00:00Z",
        "title": "Merger notified to ACCC",
        "display_title": "Merger notified to ACCC"
      },
      {
        "date": "2025-10-27T12:00:00Z",
        "title": "Questionnaire released for Asahi acquisition of site in Redbank",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Questionnaire%20-%20Asahi%20-%20Redbank_0.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01035/Questionnaire - Asahi - Redbank_0.docx",
        "status": "removed",
        "display_title": "Questionnaire released for Asahi acquisition of site in Redbank"
      },
      {
        "date": "2025-11-18T12:00:00Z",
        "title": "Asahi - Warehouse site at Weedman and Montgomery Streets, Redbank (Qld) - Phase 1 determination",
        "display_title": "Asahi - Warehouse site at Weedman and Montgomery Streets, Redbank (Qld) - Phase 1 determination",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/For%20PR%20-%20Warehouse%20site%20on%20Weedman%20and%20Montgomery%20Streets%2C%20Redbank%20%28QLD%29%20-%20Phase%201%20Determination_0.pdf",
        "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
        "determination_table_content": [
          {
            "item": "Notified acquisition",
            "details": "Asahi Holdings (Australia) Pty Ltd (Asahi) proposes to enter into an\nagreement for lease with GTA Industrial Custodian Pty Ltd\n(Goodman) (as trustee of Redbank River Park Industrial Trust) in\nrelation to lots of land at 14 Montgomery Street and 43 Weedman\nStreet, Redbank QLD 4301 (the Property).\nGoodman will construct a warehouse at the Property, which it will\nthen lease to Asahi on a long-term basis (the Acquisition)."
          },
          {
            "item": "Determination",
            "details": "The Australian Competition and Consumer Commission (ACCC) has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
          },
          {
            "item": "Parties to the Acquisition",
            "details": "The acquirer, Asahi, manufactures and supplies alcoholic beverages,\nsoft drink and food products in Japan and internationally. Asahi\nprimarily operates in the alcohol and soft drinks sectors in Australia,\nthrough its subsidiaries Asahi Lifestyle Beverages (formerly known\nas Schweppes Australia) and Carlton & United Breweries.\nGoodman is part of the Goodman Group, a global industrial property\nand digital infrastructure specialist group which owns, develops and\nmanages properties, including logistics and distribution centres,\nwarehouses, business parks and data centres\nThe Property forms part of the proposed Redbank Motorway Estate\n(approximately 30 km south-west of Brisbane) and is currently\nvacant."
          },
          {
            "item": "Overlap and relationship\nbetween the parties",
            "details": "The Property would be an input to the operations of Asahi."
          },
          {
            "item": "Reasons for determination",
            "details": "When making a determination in Phase 1, the Australian Competition\nand Consumer Commission (ACCC) undertakes a competition\nassessment and considers whether it is appropriate for an\nacquisition to be approved or subject to further assessment in\nPhase 2 in accordance with section 51ABZJ of the Competition and\nConsumer Act 2010 (Cth) (the Act). In doing so, the ACCC must have\nregard to the object of the Act and all relevant matters, including the\ninterests of consumers.\nFor more information about the ACCC’s approach to considering\nnotified acquisitions, see the ACCC’s merger assessment guidelines\nand interim merger process guidelines.\nIn conducting its competition assessment, the ACCC has considered\nthe information and documents that were submitted with the\nnotification form.\nThe ACCC has determined that the Acquisition may be put into\neffect as it considers that the Acquisition is unlikely to have the\neffect of substantially lessening competition in any market. In\nreaching its decision, and based on the material before it, the ACCC\nmakes the following findings:\n• there is no horizontal competitive overlap\n• there are suitable alternative sites available for Asahi’s\ncompetitors"
          },
          {
            "item": "Applications for review",
            "details": "A notifying party, or other person who has been allowed to do so by\nthe Australian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the\nAct, applications for review of the determination are to be made to\nthe Australian Competition Tribunal before the end of 14 days after\nthis statement of reasons was included on the ACCC’s acquisitions\nregister."
          }
        ],
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01035/For PR - Warehouse site on Weedman and Montgomery Streets, Redbank (QLD) - Phase 1 Determination_0.pdf",
        "status": "live"
      },
      {
        "date": "2025-11-18T12:00:00Z",
        "title": "Phase 1 - initial assessment determination: Approved",
        "display_title": "Phase 1 - initial assessment determination: Approved"
      }
    ]
  },
  {
    "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/anglo-american-teck-resources",
    "merger_name": "Anglo American - Teck Resources",
    "status": "Assessment completed",
    "merger_id": "MN-01037",
    "effective_notification_datetime": "2025-10-24T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2025-12-05T12:00:00Z",
    "determination_publication_date": "2025-11-18T12:00:00Z",
    "accc_determination": "Approved",
    "consultation_response_due_date": "2025-11-03T12:00:00Z",
    "acquirers": [
      {
        "name": "Anglo American plc",
        "identifier_type": null,
        "identifier": "03564138"
      }
    ],
    "targets": [
      {
        "name": "Teck Resources Limited",
        "identifier_type": null,
        "identifier": "4460561"
      }
    ],
    "other_parties": [],
    "anszic_codes": [
      {
        "code": "080",
        "name": "Metal Ore Mining"
      },
      {
        "code": "0803",
        "name": "Copper Ore Mining"
      },
      {
        "code": "0807",
        "name": "Silver-Lead-Zinc Ore Mining"
      },
      {
        "code": "0809",
        "name": "Other Metal Ore Mining"
      }
    ],
    "merger_description": "Anglo American plc (Anglo American) proposes to acquire, through its affiliates and subsidiaries, the entire issued share capital of Teck Resources Limited (Teck Resources) by way of statutory plan of arrangement (similar to an Australian Scheme of Arrangement) to effect a merger between the parties.\n\nAnglo American is a global mining company focused on the production of copper and iron ore. It also produces steelmaking coal, nickel, diamonds, and molybdenum and holds a joint venture interest in Samancor Manganese. Anglo American is a publicly traded company listed on the London Stock Exchange, with secondary listings on the Johannesburg Stock Exchange, SIX Swiss Exchange, the Botswana Stock Exchange and the Namibia Securities Exchange.\n\nAnglo American’s business in Australia is primarily focused on the production and sale of steelmaking (or metallurgical) coal for export to Asia, Europe and South America, although it has taken steps to sell this business. Anglo American also has some exploration activities in Australia.\n\nTeck Resources is a Canadian mining company with operations in multiple countries, including Canada, the United States, Chile and Peru. Its operations consist of a metals business focused on copper and zinc production. In addition, Teck Resources produces lead, silver, gold, molybdenum, and various other specialty and other metals, chemicals and fertilizer products. Teck’s shares are listed on the Toronto Stock Exchange and New York Stock Exchange.\n\nTeck Resources’ business in Australia primarily involves the supply of zinc concentrate to Australian customers. Teck Resources does not supply copper to any Australian customers and has no copper or zinc mining or production operations in Australia. Its local presence is limited to exploration and closure activities.\n\nAnglo American and Teck Resources' primary overlap globally is in the supply of copper products (mainly copper concentrate and secondary copper products), along with minor global overlaps in certain by-products of copper and other mining and processing activities, being molybdenum and sulphuric acid.  There are no horizontal overlaps in respect of the supply of goods or services in Australia; neither Anglo American nor Teck Resources have copper mining or production activities in Australia, or supply copper, molybdenum or sulphuric acid to Australian customers. The parties have not identified any non-horizontal relationships as being relevant to Australia.",
    "events": [
      {
        "date": "2025-11-18T12:00:00Z",
        "title": "Anglo American - Teck Resources - Phase 1 determination",
        "display_title": "Anglo American - Teck Resources - Phase 1 determination",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Anglo%20American%20-%20Teck%20Resources%20-%20Phase%201%20determination%20-%2018%20November%202025.pdf",
        "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
        "determination_table_content": [
          {
            "item": "Notified acquisition",
            "details": "Anglo American plc (Anglo American)’s proposed acquisition,\nthrough its affiliates and subsidiaries, of the entire issued share\ncapital of Teck Resources Limited (Teck Resources) by way of\nstatutory plan of arrangement to effect a merger between the parties\n(the Acquisition)."
          },
          {
            "item": "Determination",
            "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
          },
          {
            "item": "Parties to the Acquisition",
            "details": "Anglo American is a global mining company focused on the\nproduction of copper and iron ore. It also produces steelmaking coal,\nnickel, diamonds, and molybdenum and holds a joint venture interest\nin Samancor Manganese.\nAnglo American’s business in Australia is primarily focused on the\nproduction and sale of steelmaking (or metallurgical) coal for export\nto Asia, Europe and South America, although it has taken steps to\nsell this business. Anglo American also has exploration activities in\nAustralia.\nTeck Resources is a Canadian mining company with operations in\nmultiple countries, including Canada, the United States, Chile and\nPeru. Its operations consist of a metals business focused on copper\nand zinc production. In addition, Teck Resources produces lead,\nsilver, gold, molybdenum, and various other specialty and other\nmetals, chemicals and fertilizer products.\nTeck Resources’ business in Australia primarily involves the supply\nof zinc concentrate to Australian customers as well as closure\nactivities related to the Lennard Shelf (zinc and lead) mining\noperations in Western Australia and exploration activities."
          },
          {
            "item": "Overlap between the\nparties",
            "details": "Globally, Anglo American and Teck Resources' (together, the\nParties’) primary overlap is in the production and supply of copper\nconcentrate, along with minor overlaps in molybdenum and\nsulphuric acid production, which are by-products of copper and other\nmining and processing activities.\nThere are no horizontal overlaps or vertical relationships between\nthe Parties in the supply of goods or services in Australia. Neither\nAnglo American nor Teck Resources has copper mining or\nproduction activities in Australia, nor do they supply any copper\nproducts, molybdenum or sulphuric acid to customers in Australia."
          },
          {
            "item": "Reasons for determination",
            "details": "When making a determination in Phase 1, the Australian Competition\nand Consumer Commission (ACCC) undertakes a competition\nassessment and considers whether it is appropriate for an\nacquisition to be approved or subject to further assessment in\nPhase 2 in accordance with section 51ABZJ of the Competition and\nConsumer Act 2010 (Cth) (the Act). In doing so, the ACCC must have\nregard to the object of the Act and all relevant matters, including the\ninterests of consumers.\nFor more information about the ACCC’s approach to considering\nnotified acquisitions, see the ACCC’s merger assessment guidelines\nand interim merger process guidelines."
          },
          {
            "item": "Applications for review",
            "details": "A notifying party, or other person who has been allowed to do so by\nthe Australian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the\nAct, applications for review of the determination are to be made to\nthe Australian Competition Tribunal before the end of 14 days after\nthis statement of reasons was included on the ACCC’s Acquisitions\nRegister. To confirm whether there has been any application for\nreview, please contact the Australian Competition Tribunal."
          }
        ],
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01037/Anglo American - Teck Resources - Phase 1 determination - 18 November 2025.pdf",
        "status": "live"
      },
      {
        "date": "2025-10-27T12:00:00Z",
        "title": "Questionnaire released for Anglo American acquisition of Teck Resources",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/%20Teck%20Resources%20-%20third-party%20questionnaire%20-%2027%20October%202025.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01037/Teck Resources - third-party questionnaire - 27 October 2025.docx",
        "status": "removed",
        "display_title": "Questionnaire released for Anglo American acquisition of Teck Resources"
      },
      {
        "date": "2025-10-24T12:00:00Z",
        "title": "Merger notified to ACCC",
        "display_title": "Merger notified to ACCC"
      },
      {
        "date": "2025-11-18T12:00:00Z",
        "title": "Phase 1 - initial assessment determination: Approved",
        "display_title": "Phase 1 - initial assessment determination: Approved"
      }
    ]
  },
  {
    "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/caterpillar-%E2%80%93-rpmglobal-holdings",
    "merger_name": "Caterpillar – RPMGlobal Holdings",
    "status": "Assessment completed",
    "merger_id": "MN-01058",
    "effective_notification_datetime": "2025-11-10T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2025-12-22T12:00:00Z",
    "determination_publication_date": "2025-12-18T12:00:00Z",
    "accc_determination": "Approved",
    "consultation_response_due_date": "2025-11-18T12:00:00Z",
    "acquirers": [
      {
        "name": "Caterpillar Inc.",
        "identifier_type": null,
        "identifier": ""
      }
    ],
    "targets": [
      {
        "name": "RPMGLOBAL HOLDINGS LIMITED",
        "identifier_type": "ABN",
        "identifier": "17 010 672 321"
      }
    ],
    "other_parties": [],
    "anszic_codes": [
      {
        "code": "2462",
        "name": "Mining and Construction Machinery Manufacturing"
      },
      {
        "code": "5420",
        "name": "Software Publishing"
      }
    ],
    "merger_description": "Caterpillar Inc (Caterpillar) proposes to acquire 100% of fully diluted share capital in RPMGlobal Holdings Limited (RPM) (ASX:RUL), through a scheme of arrangement.\n\nCaterpillar is a global manufacturer of construction and mining equipment, off-highway diesel and natural gas engines, industrial gas turbines and diesel-electric locomotives. Caterpillar also supplies a range of different software products which interface with its equipment including MineStar for fleet track, VisionLink and CAT Foresight for asset management.\n\nRPM is a global provider of mining software solutions. RPM’s software solutions are enterprise applications used by mining companies, original equipment manufacturers (OEMs) and contractors, including for asset management, planning and scheduling, short-interval control and execution, simulation, and financial forecasting. RPM also provides associated technical consulting and training services applicable for mine design, planning, scheduling, operational management, asset management, simulation, financial modelling and ESG reporting.\n\nCaterpillar is an end customer of RPM’s asset management and mining simulation tools.",
    "events": [
      {
        "date": "2025-11-11T12:00:00Z",
        "title": "Caterpillar - RPMGlobal Questionnaire",
        "display_title": "Questionnaire released for Caterpillar acquisition of RPMGlobal",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Caterpillar%20-%20RPMGlobal%20-%20Questionnaire_0.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01058/Caterpillar - RPMGlobal - Questionnaire_0.docx",
        "status": "removed"
      },
      {
        "date": "2025-11-10T12:00:00Z",
        "title": "Merger notified to ACCC",
        "display_title": "Merger notified to ACCC"
      },
      {
        "date": "2025-12-18T12:00:00Z",
        "title": "Caterpillar – RPMGlobal Holdings - Phase 1 determination",
        "display_title": "Caterpillar – RPMGlobal Holdings - Phase 1 determination",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Caterpillar%20Inc%20-%20RPMGlobal%20Holdings%20Limited%20-%20Phase%201%20determination.pdf",
        "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
        "determination_table_content": [
          {
            "item": "Notified acquisition",
            "details": "Caterpillar Inc.’s (Caterpillar) proposed acquisition of 100% of the\nfully diluted share capital in RPMGlobal Holdings Limited (ASX: RUL)\n(RPM) (the Acquisition)."
          },
          {
            "item": "Determination",
            "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
          },
          {
            "item": "Parties to the Acquisition",
            "details": "The acquirer, Caterpillar, is a global manufacturer and supplier of\nconstruction and mining equipment, natural gas and off-highway\ndiesel engines, industrial gas turbines and diesel-electric\nlocomotives.\nCaterpillar supplies a range of equipment and ancillary support and\nservices to mining customers including large haul trucks, loading\nequipment, drilling equipment, dozers and graders, support trucks\nand site support machines, underground hard-rock equipment,\nlongwall systems and associated attachments and parts.\nCaterpillar also supplies different mining software solutions: Cat\nMineStar, Cat Foresight and Cat VisionLink, which can be integrated\nwith Caterpillar and other original equipment manufacturer (OEM)\nmining equipment for mining equipment management and\nautomation.\nThe target, RPM, is a global provider of mining software solutions for\nmanaging mine planning and design, simulation, scheduling, asset\nmanagement, operational management, financial modelling and\nenvironmental, social and governance reporting. Its software is used\nby mining companies, OEMs and contractors."
          },
          {
            "item": "Reasons for determination",
            "details": "The reasons for the ACCC’s determination are set out in section 2."
          }
        ],
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01058/Caterpillar Inc - RPMGlobal Holdings Limited - Phase 1 determination.pdf",
        "status": "live"
      },
      {
        "date": "2025-12-18T12:00:00Z",
        "title": "Phase 1 - initial assessment determination: Approved",
        "display_title": "Phase 1 - initial assessment determination: Approved"
      }
    ]
  },
  {
    "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/molex-%E2%80%93-smiths-interconnect",
    "merger_name": "Molex – Smiths Interconnect",
    "status": "Assessment completed",
    "merger_id": "MN-01061",
    "effective_notification_datetime": "2025-11-13T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2026-01-14T12:00:00Z",
    "determination_publication_date": "2025-12-05T12:00:00Z",
    "accc_determination": "Approved",
    "consultation_response_due_date": "2025-11-21T12:00:00Z",
    "acquirers": [
      {
        "name": "Molex Electronic Technologies Holdings, LLC",
        "identifier_type": null,
        "identifier": "Company number   464432478"
      }
    ],
    "targets": [
      {
        "name": "Smiths Interconnect Group Limited",
        "identifier_type": null,
        "identifier": "UK CRN  06641403"
      }
    ],
    "other_parties": [
      {
        "name": "Koch, Inc.",
        "identifier_type": null,
        "identifier": "Company number  992449504"
      }
    ],
    "anszic_codes": [
      {
        "code": "2429",
        "name": "Other Electronic Equipment Manufacturing"
      }
    ],
    "merger_description": "Molex Electronic Technologies Holdings LLC (**Molex**) proposes to acquire Smiths Interconnect Group Limited (**Smiths Interconnect**) from Smiths Group International Holdings Limited through a share sale agreement.\n\nMolex is part of the Molex group. The Molex group is a provider of electronic, electrical, and fibre optic connectivity solutions. It designs, manufactures, and markets a broad range of products used in various industries, including automotive, data communications, medical, industrial, and consumer electronics, including developing connectors, cables, cable assemblies, antennas, and sensors that enable data transmission and power delivery.\n\nThe Molex group is a part of the Koch Group. The Koch Group is a multinational conglomerate based in the U.S. Its subsidiaries are involved in a variety of industries, in particular the manufacturing, refining, and distribution of petroleum, chemicals, energy, fibre, intermediates and polymers, minerals, fertiliser, pulp and paper, chemical technology equipment, cloud computing, interconnect products and electronic solutions, finance, raw materials trading, and investments.\n\nSmiths Interconnect researches, develops and produces electronic components, sub-systems, optical and radio frequency products for reliable, high-speed and secure data for customers in the aerospace and defence, medical and industrial sectors, as well as providing semiconductor testing capabilities.\n\nMolex and Smiths Interconnect overlap in Australia for the supply of connectors for all end use applications.",
    "events": [
      {
        "date": "2025-11-14T12:00:00Z",
        "title": "Questionnaire – Molex - Smiths Interconnect",
        "display_title": "Questionnaire released for Molex acquisition of Smiths Interconnect",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Smiths%20-%20Questionnaire%20-%2014%20November%202025_0.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01061/Smiths - Questionnaire - 14 November 2025_0.docx",
        "status": "removed"
      },
      {
        "date": "2025-11-13T12:00:00Z",
        "title": "Merger notified to ACCC",
        "display_title": "Merger notified to ACCC"
      },
      {
        "date": "2025-12-05T12:00:00Z",
        "title": "Molex - Smith Interconnect - Phase 1 determination",
        "display_title": "Molex - Smith Interconnect - Phase 1 determination",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Smiths%20Interconnect%20-%20Determination%20-%204%20December%202025%20-%20FINAL.pdf",
        "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
        "determination_table_content": [
          {
            "item": "Notified acquisition",
            "details": "Molex Electronic Technologies Holdings LLC’s (Molex) proposes to\nacquire Smiths Interconnect Group Limited (Smiths Interconnect)\n(together, the Parties) from Smiths Group International Holdings\nLimited through a share sale agreement (the Acquisition)."
          },
          {
            "item": "Determination",
            "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
          },
          {
            "item": "Parties to the Acquisition",
            "details": "The acquirer, Molex, is part of the Molex group. The Molex group is a\nglobal provider of electronic, electrical, and fibre optic connectivity\nsolutions, headquartered in the United States. It designs,\nmanufactures, and markets a broad range of products used in\nvarious industries, including automotive, data communications,\nmedical, industrial, and consumer electronics, including developing\nconnectors, cables, cable assemblies, antennas, and sensors that\nenable data transmission and power delivery.\nThe Molex group is a part of the Koch Group. The Koch Group is a\nmultinational conglomerate based in the U.S. Its subsidiaries are\ninvolved in a variety of industries, in particular the manufacturing,\nrefining, and distribution of petroleum, chemicals, energy, fibre,\nintermediates and polymers, minerals, fertiliser, pulp and paper,\nchemical technology equipment, cloud computing, interconnect\nproducts and electronic solutions, finance, raw materials trading,\nand investments.\nThe target, Smiths Interconnect, is part of the Smiths Group, a global\nengineering business, headquartered in England. Smiths\nInterconnect researches, develops and produces electronic\ncomponents, sub-systems, optical and radio frequency products for\nreliable, high-speed and secure data for customers in the aerospace\nand defence, medical and industrial sectors, as well as providing\nsemiconductor testing capabilities."
          },
          {
            "item": "Overlap between the\nparties",
            "details": "The Parties overlap in Australia in the supply of connectors.\nConnectors are devices which allow electric current to run between\nparts of an electrical circuit, or between different electrical circuits.\nCommon examples include USB and Audio-Visual connectors.\nConnectors are used in circuits for communications, computers,\nindustrial machinery and consumer electronics. They are often\nmanufactured overseas and imported into Australia, either on their\nown or as a component as part of a finished product. Neither of the\nParties manufacture connectors in Australia.\nThere is no single connector that is ideal for every application, and\nas a result there are several types of connectors to meet the specific\nneeds of customers."
          },
          {
            "item": "Reasons for determination",
            "details": "When making a determination in Phase 1, the Australian Competition\nand Consumer Commission (ACCC) undertakes a competition\nassessment and considers whether it is appropriate for an\nacquisition to be approved or subject to further assessment in\nPhase 2 in accordance with section 51ABZJ of the Competition and\nConsumer Act 2010 (Cth) (the Act). In doing so, the ACCC must have"
          },
          {
            "item": "Applications for review",
            "details": "A notifying party, or other person who has been allowed to do so by\nthe Australian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the\nAct, applications for review of the determination are to be made to\nthe Australian Competition Tribunal before the end of 14 calendar\ndays after this statement of reasons was included on the ACCC’s\nAcquisitions Register. To confirm whether there has been any\napplication for review, please contact the Australian Competition\nTribunal."
          }
        ],
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01061/Smiths Interconnect - Determination - 4 December 2025 - FINAL.pdf",
        "status": "live"
      },
      {
        "date": "2025-12-05T12:00:00Z",
        "title": "Phase 1 - initial assessment determination: Approved",
        "display_title": "Phase 1 - initial assessment determination: Approved"
      }
    ]
  },
  {
    "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/carlyle-basf-coatings",
    "merger_name": "Carlyle - BASF Coatings",
    "status": "Assessment completed",
    "merger_id": "MN-01064",
    "effective_notification_datetime": "2025-11-27T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2026-01-29T12:00:00Z",
    "determination_publication_date": "2025-12-18T12:00:00Z",
    "accc_determination": "Approved",
    "consultation_response_due_date": "2025-12-04T12:00:00Z",
    "acquirers": [
      {
        "name": "Bond UK MidCo 4 Ltd",
        "identifier_type": null,
        "identifier": "Jersey Financial Services Commission Registry  161931"
      }
    ],
    "targets": [
      {
        "name": "BASF SE",
        "identifier_type": null,
        "identifier": "HRB 6000"
      }
    ],
    "other_parties": [],
    "anszic_codes": [
      {
        "code": "1916",
        "name": "Paint and Coatings Manufacturing"
      },
      {
        "code": "6419",
        "name": "Other Auxiliary Finance and Investment Services"
      }
    ],
    "merger_description": "The Carlyle Group Inc. (together with its controlled funds and affiliates, **Carlyle**) proposes to acquire sole control of BASF’s Coatings division (**BASF Coatings**) from BASF SE (the **Seller**), a German publicly listed chemical company. The Seller, through its wholly-owned direct subsidiary, BASF Handels- und Exportgesellschaft mbH, will reinvest in BASF Coatings, acquiring a 40% non-controlling stake on a look-through basis, and Qatar Investment Authority (**QIA**), through its wholly owned investment-holding company, Qatar Holding LLC, will acquire a non-controlling stake of approximately 16% in BASF Coatings on a look-through basis at closing.\n\nBASF Coatings is a global company which develops, produces and markets automotive original equipment manufacturer and refinish coatings, as well as applied surface treatments for various industries. The business operates in Europe, North America, South America and the Asia Pacific, including Australia.\n\nThe acquirer is Bond UK Midco 4, a corporate entity ultimately owned by investment funds managed by Carlyle, and which is controlled by Carlyle. Carlyle is a global investment firm with assets under management across three business segments: (i) Global Private Equity (including corporate private equity and real estate funds); (ii) Global Credit (including liquid credit, illiquid credit and real assets credit); and (iii) Carlyle AlpInvest (including primary, secondary, and co-investments, commingled funds, and separately managed accounts).",
    "events": [
      {
        "date": "2025-11-27T12:00:00Z",
        "title": "Questionnaire - Carlyle - BASF Coatings",
        "display_title": "Questionnaire - Carlyle - BASF Coatings",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Carlyle%20-%20BASF%20Coatings%20-%20Third-party%20questionnaire%20-%2027.11.2025_1.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01064/Carlyle - BASF Coatings - Third-party questionnaire - 27.11.2025_1.docx",
        "status": "removed"
      },
      {
        "date": "2025-11-27T12:00:00Z",
        "title": "Merger notified to ACCC",
        "display_title": "Merger notified to ACCC"
      },
      {
        "date": "2025-12-18T12:00:00Z",
        "title": "Carlyle - BASF Coatings",
        "display_title": "Carlyle - BASF Coatings",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Carlyle%20BASF%20Coatings%20-Determination%20-%2018%20December%202025.pdf",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01064/Carlyle BASF Coatings -Determination - 18 December 2025.pdf",
        "status": "live"
      },
      {
        "date": "2025-12-18T12:00:00Z",
        "title": "Phase 1 - initial assessment determination: Approved",
        "display_title": "Phase 1 - initial assessment determination: Approved"
      }
    ]
  },
  {
    "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/coles-%E2%80%93-supermarket-and-liquor-site-in-kalgoorlie-wa",
    "merger_name": "Coles – supermarket and liquor site in Kalgoorlie, WA",
    "status": "Under assessment",
    "merger_id": "MN-01068",
    "effective_notification_datetime": "2025-11-27T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2026-01-29T12:00:00Z",
    "consultation_response_due_date": "2025-12-05T12:00:00Z",
    "acquirers": [
      {
        "name": "COLES SUPERMARKETS AUSTRALIA PTY LTD",
        "identifier_type": "ABN",
        "identifier": "45 004 189 708"
      }
    ],
    "targets": [
      {
        "name": "M Holdings 4 Pty Ltd",
        "identifier_type": "ACN",
        "identifier": "652 075 799"
      }
    ],
    "other_parties": [],
    "anszic_codes": [
      {
        "code": "4110",
        "name": "Supermarket and Grocery Stores"
      },
      {
        "code": "4123",
        "name": "Liquor Retailing"
      },
      {
        "code": "6712",
        "name": "Non-Residential Property Operators"
      }
    ],
    "merger_description": "Coles Group Limited (Coles), via its subsidiary Coles Supermarkets Australia Pty Ltd, has signed a Letter of Offer to facilitate Coles acquiring a leasehold interest in a new neighbourhood centre at Lots 95-106 Great Western Highway, Somerville, Kalgoorlie (the **Property**).\n\nColes will operate a large format supermarket on the Property, with a saleable floor area of approximately 2,800 square metres, and a Liquorland store. The Property is currently vacant.\n\nThe lessor, M Holding 4 Pty Ltd, is an Australia private company specialising in residential and commercial property sales, management and development in Western Australia.\n\nColes is an Australian public company (ASX:COL) that primarily operates:\n\n* supermarkets nationwide through its subsidiary, Coles Supermarkets Australia Pty Ltd; and\n* retail liquor stores nationwide, trading under the Liquorland, First Choice Liquor Market (soon to be re-branded as Liquorland Warehouse) and Vintage Cellars (soon to be rebranded Liquorland Cellars) brands.\n\nColes also has a property development arm, Coles Group Property Developments Ltd, that buys land and construct shopping centres, standalone supermarkets and / or liquor outlets and then sells these completed sites to third party buyers.",
    "events": [
      {
        "date": "2025-11-28T12:00:00Z",
        "title": "Questionnaire – Coles - supermarket and liquor site in Kalgoorlie, WA",
        "display_title": "Questionnaire released for Coles acquisition of supermarket and liquor site in Kalgoorlie, WA",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Questionnaire%20%E2%80%93%20Coles%20-%20supermarket%20and%20liquor%20site%20in%20Kalgoorlie%2C%20WA%20-%2028.11.2025.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01068/Questionnaire – Coles - supermarket and liquor site in Kalgoorlie, WA - 28.11.2025.docx",
        "status": "removed"
      },
      {
        "date": "2025-11-27T12:00:00Z",
        "title": "Merger notified to ACCC",
        "display_title": "Merger notified to ACCC"
      }
    ]
  },
  {
    "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/danone-%E2%80%93-further-1-interest-in-danone-saputo-dairy-australia-pty-ltd",
    "merger_name": "Danone – further 1% interest in Danone Saputo Dairy Australia Pty Ltd",
    "status": "Under assessment",
    "merger_id": "MN-01069",
    "effective_notification_datetime": "2025-12-12T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2026-02-13T12:00:00Z",
    "consultation_response_due_date": "2025-12-22T12:00:00Z",
    "acquirers": [
      {
        "name": "Danone Asia Pte Ltd",
        "identifier_type": null,
        "identifier": "UEN 198905732N"
      }
    ],
    "targets": [
      {
        "name": "DANONE SAPUTO DAIRY AUSTRALIA PTY LTD",
        "identifier_type": "ABN",
        "identifier": "32 143 172 258"
      }
    ],
    "other_parties": [
      {
        "name": "SAPUTO DAIRY AUSTRALIA PTY LTD",
        "identifier_type": "ABN",
        "identifier": "52 166 135 486"
      },
      {
        "name": "NUTRICIA AUSTRALIA PTY LIMITED",
        "identifier_type": "ABN",
        "identifier": "99 076 246 752"
      },
      {
        "name": "Société Anonyme des Eaux Minérales d’Évian S.A.",
        "identifier_type": null,
        "identifier": "SIREN 797 080 850"
      }
    ],
    "anszic_codes": [
      {
        "code": "1131",
        "name": "Milk and Cream Processing"
      },
      {
        "code": "1133",
        "name": "Cheese and Other Dairy Product Manufacturing"
      },
      {
        "code": "3603",
        "name": "Dairy Produce Wholesaling"
      },
      {
        "code": "3609",
        "name": "Other Grocery Wholesaling"
      },
      {
        "code": "6961",
        "name": "Corporate Head Office Management Services"
      }
    ],
    "merger_description": "Danone Asia Pte Ltd (**Danone**) proposes to acquire an additional 1% of the issued share capital in Danone Saputo Dairy Australia Pty Ltd (**DSDA**), a joint venture between Danone and Saputo Dairy Australia Pty Ltd (**Saputo**), by exercising a call option. Post-acquisition, Danone will have a 51% interest in DSDA.\n\nDanone is a wholly-owned subsidiary of Danone S.A., a global food-products corporation headquartered in France that specialises in dairy products, plant-based foods, bottled water and specialised nutrition. In Australia, Danone’s business is primarily focused on the wholesale supply of specialised nutrition solutions, marketed under its Nutricia brand. It also has an international exports business into Australia for the wholesale supply of bottled water under its evian brand.\n\nSaputo is a subsidiary of Saputo Inc., a global dairy company headquartered in Canada. In Australia, Saputo’s business is primarily focused on the production, marketing and distribution of dairy and non-dairy products under its Caboolture, Cheer, Cracker Barrel, Devondale, Great Ocean Road, Liddels, Mersey Valley, MG Ingredients, Mil Lel, Sheese, South Cape, Sungold and Tasmanian Heritage brands.\n\nDSDA is a joint venture between Danone and Saputo established to manufacture and wholesale supply fresh dairy products in Australia. DSDA supplies fresh dairy products under brands such as Activia, Liddells, Ultimate and YoPro, as well as Aldi’s private label brands, Premiere and Yoguri.",
    "events": [
      {
        "date": "2025-12-15T12:00:00Z",
        "title": "Questionnaire - Danone - further 1% interest in Danone Saputo Dairy Australia",
        "display_title": "Questionnaire - Danone - further 1% interest in Danone Saputo Dairy Australia",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/DSDA%20-%20third-party%20questionnaire%20-%20December%202025_0.docx",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-01069/DSDA - third-party questionnaire - December 2025_0.docx",
        "status": "removed"
      },
      {
        "date": "2025-12-12T12:00:00Z",
        "title": "Merger notified to ACCC",
        "display_title": "Merger notified to ACCC"
      }
    ]
  },
  {
    "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/servicenow-veza",
    "merger_name": "ServiceNow - Veza",
    "status": "Under assessment",
    "merger_id": "MN-85002",
    "effective_notification_datetime": "2025-12-22T12:00:00Z",
    "stage": "Phase 1 - initial assessment",
    "end_of_determination_period": "2026-02-23T12:00:00Z",
    "consultation_response_due_date": "2026-01-16T12:00:00Z",
    "acquirers": [
      {
        "name": "ServiceNow, Inc.",
        "identifier_type": null,
        "identifier": "5111469"
      }
    ],
    "targets": [
      {
        "name": "Veza Technologies, Inc.",
        "identifier_type": null,
        "identifier": "7791387"
      }
    ],
    "other_parties": [],
    "anszic_codes": [
      {
        "code": "5420",
        "name": "Software Publishing"
      }
    ],
    "merger_description": "ServiceNow, Inc. (**ServiceNow**) proposes to acquire Veza Technologies, Inc. (**Veza**).\n\nServiceNow is a US software company. It supplies products which automate and simplify manual tasks to facilitate autonomous, coordinated workflows for organisations. These products can be applied across a range of operations including customer workflows (e.g. for order fulfilment), technology workflows (e.g. for IT and risk management and security operations), core business workflows (e.g. for HR employee onboarding) and creator workflows (workflows to support software developers). These services are delivered on ServiceNow’s ‘Now Platform’. ServiceNow also supplies IT security software to organisations via that platform.\n\nVeza is a US security company that supplies Identity Access Management products, which are designed to enable companies to manage access to their data. These products are delivered via Veza’s ‘Access Platform’, which allows companies to monitor privilege access, investigate identity threats, automate access reviews, and introduce access governance to enterprise resources. Veza supplies identity governance and administration solutions, which are solutions that establish and manage the rules and processes governing access to systems. Veza has a very limited presence in Australia.",
    "events": [
      {
        "date": "2025-12-23T12:00:00Z",
        "title": "Questionnaire - ServiceNow - Veza",
        "display_title": "Questionnaire - ServiceNow - Veza",
        "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/ServiceNow%20-%20Veza%20-%20third%20party%20questionnaire%20-%2023%20December%202025.pdf",
        "url_gh": "https://github.com/nwbort/accc-mergers/raw/main/matters/MN-85002/ServiceNow - Veza - third party questionnaire - 23 December 2025.pdf",
        "status": "live"
      },
      {
        "date": "2025-12-22T12:00:00Z",
        "title": "Merger notified to ACCC",
        "display_title": "Merger notified to ACCC"
      }
    ]
  }
]