{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/molex-%E2%80%93-smiths-interconnect",
  "merger_name": "Molex – Smiths Interconnect",
  "status": "Assessment completed",
  "merger_id": "MN-01061",
  "effective_notification_datetime": "2025-11-13T12:00:00Z",
  "stage": "Phase 1 - initial assessment",
  "end_of_determination_period": "2026-01-14T12:00:00Z",
  "determination_publication_date": "2025-12-05T12:00:00Z",
  "accc_determination": "Approved",
  "consultation_response_due_date": "2025-11-21T12:00:00Z",
  "acquirers": [
    {
      "name": "Molex Electronic Technologies Holdings, LLC",
      "identifier_type": null,
      "identifier": "Company number   464432478"
    }
  ],
  "targets": [
    {
      "name": "Smiths Interconnect Group Limited",
      "identifier_type": null,
      "identifier": "UK CRN  06641403"
    }
  ],
  "other_parties": [
    {
      "name": "Koch, Inc.",
      "identifier_type": null,
      "identifier": "Company number  992449504"
    }
  ],
  "anzsic_codes": [
    {
      "code": "2429",
      "name": "Other Electronic Equipment Manufacturing"
    }
  ],
  "merger_description": "Molex Electronic Technologies Holdings LLC (**Molex**) proposes to acquire Smiths Interconnect Group Limited (**Smiths Interconnect**) from Smiths Group International Holdings Limited through a share sale agreement.\n\nMolex is part of the Molex group. The Molex group is a provider of electronic, electrical, and fibre optic connectivity solutions. It designs, manufactures, and markets a broad range of products used in various industries, including automotive, data communications, medical, industrial, and consumer electronics, including developing connectors, cables, cable assemblies, antennas, and sensors that enable data transmission and power delivery.\n\nThe Molex group is a part of the Koch Group. The Koch Group is a multinational conglomerate based in the U.S. Its subsidiaries are involved in a variety of industries, in particular the manufacturing, refining, and distribution of petroleum, chemicals, energy, fibre, intermediates and polymers, minerals, fertiliser, pulp and paper, chemical technology equipment, cloud computing, interconnect products and electronic solutions, finance, raw materials trading, and investments.\n\nSmiths Interconnect researches, develops and produces electronic components, sub-systems, optical and radio frequency products for reliable, high-speed and secure data for customers in the aerospace and defence, medical and industrial sectors, as well as providing semiconductor testing capabilities.\n\nMolex and Smiths Interconnect overlap in Australia for the supply of connectors for all end use applications.",
  "events": [
    {
      "date": "2025-11-14T12:00:00Z",
      "title": "Questionnaire – Molex - Smiths Interconnect",
      "display_title": "Questionnaire released for Molex acquisition of Smiths Interconnect",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Smiths%20-%20Questionnaire%20-%2014%20November%202025_0.docx",
      "url_gh": "/matters/MN-01061/Smiths - Questionnaire - 14 November 2025_0.pdf",
      "status": "removed",
      "phase": null
    },
    {
      "date": "2025-11-13T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    },
    {
      "date": "2025-12-05T12:00:00Z",
      "title": "Molex - Smith Interconnect - Phase 1 determination",
      "display_title": "Molex - Smith Interconnect - Phase 1 determination",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Smiths%20Interconnect%20-%20Determination%20-%204%20December%202025%20-%20FINAL.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Notified acquisition",
          "details": "Molex Electronic Technologies Holdings LLC’s (Molex) proposes to\nacquire Smiths Interconnect Group Limited (Smiths Interconnect)\n(together, the Parties) from Smiths Group International Holdings\nLimited through a share sale agreement (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
        },
        {
          "item": "Parties to the Acquisition",
          "details": "The acquirer, Molex, is part of the Molex group. The Molex group is a\nglobal provider of electronic, electrical, and fibre optic connectivity\nsolutions, headquartered in the United States. It designs,\nmanufactures, and markets a broad range of products used in\nvarious industries, including automotive, data communications,\nmedical, industrial, and consumer electronics, including developing\nconnectors, cables, cable assemblies, antennas, and sensors that\nenable data transmission and power delivery.\nThe Molex group is a part of the Koch Group. The Koch Group is a\nmultinational conglomerate based in the U.S. Its subsidiaries are\ninvolved in a variety of industries, in particular the manufacturing,\nrefining, and distribution of petroleum, chemicals, energy, fibre,\nintermediates and polymers, minerals, fertiliser, pulp and paper,\nchemical technology equipment, cloud computing, interconnect\nproducts and electronic solutions, finance, raw materials trading,\nand investments.\nThe target, Smiths Interconnect, is part of the Smiths Group, a global\nengineering business, headquartered in England. Smiths\nInterconnect researches, develops and produces electronic\ncomponents, sub-systems, optical and radio frequency products for\nreliable, high-speed and secure data for customers in the aerospace\nand defence, medical and industrial sectors, as well as providing\nsemiconductor testing capabilities."
        },
        {
          "item": "Overlap between the\nparties",
          "details": "The Parties overlap in Australia in the supply of connectors.\nConnectors are devices which allow electric current to run between\nparts of an electrical circuit, or between different electrical circuits.\nCommon examples include USB and Audio-Visual connectors.\nConnectors are used in circuits for communications, computers,\nindustrial machinery and consumer electronics. They are often\nmanufactured overseas and imported into Australia, either on their\nown or as a component as part of a finished product. Neither of the\nParties manufacture connectors in Australia.\nThere is no single connector that is ideal for every application, and\nas a result there are several types of connectors to meet the specific\nneeds of customers."
        },
        {
          "item": "Reasons for determination",
          "details": "When making a determination in Phase 1, the Australian Competition\nand Consumer Commission (ACCC) undertakes a competition\nassessment and considers whether it is appropriate for an\nacquisition to be approved or subject to further assessment in\nPhase 2 in accordance with section 51ABZJ of the Competition and\nConsumer Act 2010 (Cth) (the Act). In doing so, the ACCC must have\nregard to the object of the Act and all relevant matters, including the\ninterests of consumers.\nFor more information about the ACCC’s approach to considering\nnotified acquisitions, see the ACCC’s merger assessment guidelines\nand interim merger process guidelines.\nIn conducting its competition assessment, the ACCC has considered\nthe information and documents that were submitted with the\nnotification form as well as further information provided by Molex in\nresponse to a request for information.\nThe ACCC has determined that the Acquisition may be put into\neffect as it considers that the Acquisition is unlikely to have the\neffect of substantially lessening competition in any market in\nAustralia. In reaching its decision, and based on the material before\nit, the ACCC makes the following findings:\n• Molex and Smiths Interconnect do not appear to compete\nclosely in the supply of connectors in Australia, with the\nproducts supplied by the Parties in Australia used for different\nend-use applications.\n• the Parties’ market share aggregation in the area of overlap in\nAustralia as a result of the Acquisition is estimated to be very\nlow, and\n• other companies would continue to supply connectors in\nAustralia, including TE Connectivity, Amphenol and Foxconn."
        },
        {
          "item": "Applications for review",
          "details": "A notifying party, or other person who has been allowed to do so by\nthe Australian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the\nAct, applications for review of the determination are to be made to\nthe Australian Competition Tribunal before the end of 14 calendar\ndays after this statement of reasons was included on the ACCC’s\nAcquisitions Register. To confirm whether there has been any\napplication for review, please contact the Australian Competition\nTribunal."
        }
      ],
      "url_gh": "/matters/MN-01061/Smiths Interconnect - Determination - 4 December 2025 - FINAL.pdf",
      "status": "live",
      "phase": "Phase 1"
    },
    {
      "date": "2025-12-05T12:00:00Z",
      "title": "Phase 1 - initial assessment determination: Approved",
      "display_title": "Phase 1 - initial assessment determination: Approved",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": false,
  "commentary": {
    "commentary": "Molex's acquisition of Smiths Interconnect's electronic connector business was cleared by the ACCC. Connectors are devices which allow electric current to run between parts of electrical circuits, with applications in communications, computers, industrial machinery and consumer electronics. The ACCC found that:\n\n- the parties do not compete closely in Australia, with their connector products used for different end-use applications;\n- the combined market share in connector supply in Australia is very low; and\n- other suppliers including TE Connectivity, Amphenol and Foxconn continue to compete.\n\nNeither party manufactures connectors in Australia; they are typically manufactured overseas and imported.",
    "tags": [],
    "last_updated": "2026-01-19"
  },
  "phase_1_determination": "Approved",
  "phase_1_determination_date": "2025-12-05T12:00:00Z",
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}