{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/l%E2%80%99or%C3%A9al-%E2%80%93-kering-beaut%C3%A9",
  "merger_name": "L’Oréal – Kering Beauté",
  "status": "Assessment completed",
  "merger_id": "MN-01080",
  "effective_notification_datetime": "2026-01-15T12:00:00Z",
  "stage": "Phase 1 - initial assessment",
  "end_of_determination_period": "2026-02-27T12:00:00Z",
  "determination_publication_date": "2026-02-11T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-11T09:29:05+11:00",
  "consultation_response_due_date": "2026-01-23T12:00:00Z",
  "acquirers": [
    {
      "name": "L'Oreal S.A.",
      "identifier_type": null,
      "identifier": "Paris Trade and Companies Register number 632 012 100"
    }
  ],
  "targets": [
    {
      "name": "Kering Beauté S.A.S.",
      "identifier_type": null,
      "identifier": "Netherlands Chamber of Commerce registration number 33223151"
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "3720",
      "name": "Pharmaceutical and Toiletry Goods Wholesaling"
    }
  ],
  "merger_description": "L'Oréal S.A. (**L'Oréal**) proposes to acquire 100% of the shares in Kering Beauté S.A.S (**Kering Beauté**), which is wholly owned by Kering Holland, itself 100% held by Kering S.A.\n\nKering Beauté is the French-based parent company of the Creed luxury fragrance group and will, prior to completion of the acquisition, become the exclusive licensee of the beauty product categories of Balenciaga and Bottega Veneta. These licenses will be granted for 50 years and allow Kering Beauté to use and operate the rights associated with the fragrance, cosmetics, candles and skin care product categories for Bottega Veneta and Balenciaga in all jurisdictions worldwide.\n\nL'Oréal is the French-based parent and ultimate holding company of the L’Oréal Group, which is active worldwide in the research, development, manufacturing, marketing, distribution and sale of beauty and personal care products.\n\nKering Beauté may, at a future date following the acquisition, be granted a 50-year license to use and operate the rights associated with the fragrance, cosmetics, candles and skin care product categories for the Gucci brand (owned by a Kering entity) in all jurisdictions worldwide. This acquisition is not the subject of the current notification.",
  "events": [
    {
      "date": "2026-01-16T12:00:00Z",
      "title": "L’Oréal - Kering Beauté - Questionnaire",
      "display_title": "L’Oréal - Kering Beauté - Questionnaire",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/L%E2%80%99Or%C3%A9al%20Kering%20Beaut%C3%A9%20-%20Questionnaire%20-%2016%20January%202026_0.docx",
      "url_gh": "/matters/MN-01080/L’Oréal Kering Beauté - Questionnaire - 16 January 2026_0.pdf",
      "status": "removed",
      "phase": null
    },
    {
      "date": "2026-01-15T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    },
    {
      "date": "2026-02-11T12:00:00Z",
      "title": "L'Oreal - Kering Beaute - Phase 1 determination",
      "display_title": "Phase 1 - initial assessment determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/L%E2%80%99Or%C3%A9al%20%E2%80%93%20Kering%20Beaut%C3%A9%20-%20Phase%201%20determination%20-%2010%20February%202026.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Notified acquisition",
          "details": "L'Oréal SA (L'Oréal) proposes to acquire 100% of the shares in\nKering Beauté S.A.S (Kering Beauté), which is wholly owned by\nKering Holland, itself 100% held by Kering S.A. (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
        },
        {
          "item": "Parties to the Acquisition",
          "details": "The acquirer, L'Oréal, is the French-based parent and ultimate\nholding company of the L’Oréal Group, which is active worldwide in\nthe research, development, manufacturing, marketing, distribution\nand sale of beauty and personal care products.\nKering Beauté is the French-based parent company of the Creed\nluxury fragrance group. Prior to completion of the Acquisition, Kering\nBeauté will become the exclusive licensee of the beauty product\ncategories of Balenciaga and Bottega Veneta. These licenses will be\ngranted for 50 years and allow Kering Beauté to use and operate the\nrights associated with the fragrance, cosmetics, candles and skin\ncare product categories for Bottega Veneta and Balenciaga in all\njurisdictions worldwide."
        },
        {
          "item": "Overlap between the\nparties",
          "details": "L’Oréal and Kering Beauté (together, the Parties) overlap in Australia\nin the wholesale supply of fragrances, particularly in respect of\npremium fragrances, as well as the supply of ancillary products such\nas scented candles, skincare and bath and shower products."
        },
        {
          "item": "Reasons for determination",
          "details": "When making a determination in Phase 1, the Australian Competition\nand Consumer Commission (ACCC) undertakes a competition\nassessment and considers whether it is appropriate for an\nacquisition to be approved or subject to further assessment in\nPhase 2 in accordance with section 51ABZJ of the Competition and\nConsumer Act 2010 (Cth) (the Act). In doing so, the ACCC must have\nregard to the object of the Act and all relevant matters, including the\ninterests of consumers.\nFor more information about the ACCC’s approach to considering\nnotified acquisitions, see the ACCC’s merger assessment guidelines\nand interim merger process guidelines.\nIn conducting its competition assessment, the ACCC has considered\nthe information and documents that were submitted with the\nnotification form and information provided by third parties.\nThe ACCC has determined that the Acquisition may be put into\neffect as it considers that the Acquisition is unlikely to have the\neffect of substantially lessening competition in any market. In\nreaching its decision, and based on the material before it, the ACCC\nmakes the following findings.\n▪ The increase in L'Oréal’s market share of the wholesale supply\nof fragrances in Australia as a result of the Acquisition is\nestimated to be low, including in the wholesale supply of\npremium fragrances.\n▪ The Parties would likely continue face competition from\nalternative wholesale suppliers of fragrances in Australia\nincluding Puig, Coty, InterParfums, Estée Lauder, Revlon,\nShiseido, Chanel, LVMH, Richemont and Hermès International.\n▪ The increase in L’Oreal’s market shares in the wholesale supply\nof each of the ancillary products including scented candles,\nskincare and bath and shower products as a result of the\nAcquisition is very low. To the extent that the parties overlap in\nthe supply of the ancillary products, L’Oreal will also continue to\nface competition from alternative suppliers."
        },
        {
          "item": "Applications for review",
          "details": "A notifying party, or other person who has been allowed to do so by\nthe Australian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the\nAct, applications for review of the determination are to be made to\nthe Australian Competition Tribunal before the end of 14 calendar\ndays after this statement of reasons was included on the ACCC’s\nAcquisitions Register. To confirm whether there has been any\napplication for review, please contact the Australian Competition\nTribunal."
        }
      ],
      "url_gh": "/matters/MN-01080/L’Oréal – Kering Beauté - Phase 1 determination - 10 February 2026.pdf",
      "status": "live",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": false,
  "phase_1_determination": "Approved",
  "phase_1_determination_date": "2026-02-11T12:00:00Z",
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}