{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/kongsberg-defence-%E2%80%93-site-within-newcastle-airport-precinct",
  "merger_name": "Kongsberg Defence – site within Newcastle Airport precinct",
  "status": "Assessment completed",
  "merger_id": "MN-01017",
  "effective_notification_datetime": "2025-08-08T12:00:00Z",
  "stage": "Phase 1 - initial assessment",
  "end_of_determination_period": "2025-09-19T12:00:00Z",
  "determination_publication_date": "2025-08-29T12:00:00Z",
  "accc_determination": "Approved",
  "consultation_response_due_date": "2025-08-18T12:00:00Z",
  "acquirers": [
    {
      "name": "KONGSBERG DEFENCE AUSTRALIA PTY LTD",
      "identifier_type": "ABN",
      "identifier": "95 146 599 359"
    }
  ],
  "targets": [
    {
      "name": "GREATER NEWCASTLE AEROTROPOLIS PTY LTD",
      "identifier_type": "ABN",
      "identifier": "90 629 359 726"
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "2499",
      "name": "Other Machinery and Equipment Manufacturing n.e.c."
    },
    {
      "code": "3211",
      "name": "Land Development and Subdivision"
    }
  ],
  "merger_description": "Kongsberg Defence Australia Pty Ltd (KDAu), is proposing to enter into lease arrangements with Greater Newcastle Aerotropolis Pty Ltd (GNAPL) for land adjacent to Newcastle Airport, to establish a missile manufacturing and maintenance facility in Newcastle, NSW.\n\nKDau is indirectly wholly owned by Kongsberg Gruppen ASA (KOG). KOG is an international technology group that supplies high-technology systems and solutions to customers in the merchant marine, defence, aerospace, offshore oil and gas and renewable and utilities industries. KOG has operated in Australia since 2004.\n\nGNAPL is jointly owned by the Newcastle City Council and Port Stephens Council. GNAPL undertakes the operation and development of Newcastle Airport under a 60-year lease with the Commonwealth Government.",
  "events": [
    {
      "date": "2025-08-29T12:00:00Z",
      "title": "Kongsberg Defence - site within Newcastle Airport precinct - Phase 1 Determination",
      "display_title": "Phase 1 - initial assessment determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Kongsberg%20Defence%20-%20Newcastle%20Airport%20-%20Phase%201%20Determination%20290825.pdf",
      "determination_commission_division": "Determination made by Commissioner Williams pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Notified acquisition",
          "details": "Kongsberg Defence Australia (KDau) proposes to enter into lease\narrangements with Greater Newcastle Aerotropolis Pty Ltd (GNAPL)\nfor an interest in commercial land adjacent to Newcastle Airport (the\nProperty), to establish a missile manufacturing and maintenance\nfacility in Newcastle, NSW (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
        },
        {
          "item": "Parties to the Acquisition",
          "details": "The acquirer, KDau, is indirectly wholly owned by Kongsberg\nGruppen ASA (KOG). KOG is an international technology group that\nsupplies high-technology systems and solutions to customers in the\nmerchant marine, defence, aerospace, offshore oil and gas and\nrenewable and utilities industries.\nThe landlord, GNAPL, is jointly owned by Newcastle City Council and\nPort Stephens Council. GNAPL undertakes the operation and\ndevelopment of Newcastle Airport under a 60-year lease with the\nCommonwealth Government.\nThe Property is adjacent to Newcastle Airport."
        },
        {
          "item": "Overlap and relationship\nbetween the parties",
          "details": "The Property would be an input to the operations of KDau."
        },
        {
          "item": "Reasons for determination",
          "details": "When making a determination in Phase 1, the Australian Competition\nand Consumer Commission (ACCC) undertakes a competition\nassessment and considers whether it is appropriate for an\nacquisition to be approved or subject to further assessment in\nPhase 2 in accordance with section 51ABZJ of the Competition and\nConsumer Act 2010 (Cth) (the Act). In doing so, the ACCC must have\nregard to the object of the Act and all relevant matters, including the\ninterests of consumers.\nFor more information about the ACCC’s approach to considering\nnotified acquisitions, see the ACCC’s merger assessment guidelines\nand interim merger process guidelines.\nIn conducting its competition assessment, the ACCC has considered\nthe information and documents that were submitted with the\nnotification form and information from third parties.\nThe ACCC has determined that the Acquisition may be put into\neffect as it considers the Acquisition is unlikely to have the effect of\nsubstantially lessening competition in any market. In reaching its\ndecision, and based on the material before it, the ACCC makes the\nfollowing findings:\n• there is no horizontal competitive overlap\n• there are sufficient suitable alternative sites available for\nKDau’s competitors\n• the Acquisition does not otherwise limit or prevent\ncompetition from rivals."
        },
        {
          "item": "Applications for review",
          "details": "A notifying party, or other person who has been allowed to do so by\nthe Australian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the\nAct, applications for review of the determination are to be made to\nthe Australian Competition Tribunal before the end of 14 days after\nthis statement of reasons was included on the ACCC’s acquisitions\nregister."
        }
      ],
      "url_gh": "/matters/MN-01017/Kongsberg Defence - Newcastle Airport - Phase 1 Determination 290825.pdf",
      "status": "live",
      "phase": "Phase 1"
    },
    {
      "date": "2025-08-11T12:00:00Z",
      "title": "Questionnaire released for Kongsberg Defence acquisition of site within Newcastle Airport",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Kongsberg%20-%20FINAL%20-%20third-party%20questionnaire%20-%20August%202025_2.docx",
      "url_gh": "/matters/MN-01017/Kongsberg - FINAL - third-party questionnaire - August 2025_2.pdf",
      "status": "removed",
      "display_title": "Questionnaire released for Kongsberg Defence acquisition of site within Newcastle Airport",
      "phase": null
    },
    {
      "date": "2025-08-08T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": false,
  "commentary": {
    "commentary": "The acquisition by KDAu of a lease for land adjacent to Newcastle Airport was the first acquisition cleared by the ACCC under the new regime. The ACCC considered that:\n\n- there is no horizontal competitive overlap between KDAu and the landlord;\n- there are sufficient suitable alternative sites available for KDau's competitors; and\n- the acquisition does not otherwise limit or prevent competition from rivals.\n\nOn that basis, Commissioner Williams determined that the acquisition may be put into effect.",
    "tags": [
      "landmark"
    ],
    "last_updated": "2026-01-19"
  },
  "phase_1_determination": "Approved",
  "phase_1_determination_date": "2025-08-29T12:00:00Z",
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}