{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/thermo-fisher-clario-holdings",
  "merger_name": "Thermo Fisher - Clario Holdings",
  "status": "Assessment completed",
  "merger_id": "MN-01075",
  "effective_notification_datetime": "2026-01-16T12:00:00Z",
  "stage": "Phase 1 - initial assessment",
  "end_of_determination_period": "2026-03-02T12:00:00Z",
  "determination_publication_date": "2026-02-10T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-10T12:44:10+11:00",
  "consultation_response_due_date": "2026-01-27T12:00:00Z",
  "acquirers": [
    {
      "name": "Thermo Fisher Scientific Inc.",
      "identifier_type": null,
      "identifier": "042209186"
    }
  ],
  "targets": [
    {
      "name": "Clario Holdings, Inc.",
      "identifier_type": null,
      "identifier": "5977148"
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "6910",
      "name": "Scientific Research Services"
    },
    {
      "code": "6925",
      "name": "Scientific Testing and Analysis Services"
    }
  ],
  "merger_description": "Thermo Fisher proposes to acquire all issued and outstanding equity interests of Clario Holdings, Inc.\n\nThermo Fisher is a US-based global manufacturer and supplier of a broad range of analytical, research and bioprocessing products, as well as pharmaceutical contract development and manufacturing services. Thermo Fisher, through its Clinical Research Group (CRG, branded as PPD), is active as a global provider of contract research organisation (CRO) services. CRG offers CRO solutions to help pharma and biotech customers bring new therapies and vaccines to market safely and efficiently. It supports pharma and biotech customers (also referred to as Sponsors) in the organisation and evaluation of clinical trials.\n\nClario is a US-based, privately held clinical trial technology services company that provides regulatory-grade data capture and interpretation services in the context of clinical trials. Clario’s data and analytics technology platform enables critical primary data collection for life sciences customers across all major digital endpoints. Clario offers comprehensive digital endpoint collection services that include electronic Clinical Outcome Assessment, medical imaging solutions, cardiac safety services and respiratory services. While Clario does provide its digital endpoint collection services to certain customers in Australia, Clario does not have a physical presence or a legal entity presence in Australia.\n\nThe Parties are active in the provision of different types of clinical trial services to Sponsors.",
  "events": [
    {
      "date": "2026-01-19T12:00:00Z",
      "title": "Thermo Fisher Clario - Questionnaire - January 2026",
      "display_title": "Thermo Fisher Clario - Questionnaire - January 2026",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Thermo%20Fisher%20Clario%20-%20Questionnaire%20-%20January%202026_0.docx",
      "url_gh": "/matters/MN-01075/Thermo Fisher Clario - Questionnaire - January 2026_0.pdf",
      "status": "removed",
      "phase": null
    },
    {
      "date": "2026-01-16T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    },
    {
      "date": "2026-02-10T12:00:00Z",
      "title": "Thermo Fisher - Clario Holdings - Phase 1 determination",
      "display_title": "Phase 1 - initial assessment determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Thermo%20Fisher%20-%20Clario%20-%20Phase%201%20determination%20-%2010%20February%202026.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Notified acquisition",
          "details": "Thermo Fisher Scientific Inc. (Thermo Fisher)’s proposed acquisition\nof all issued and outstanding equity interests in Clario Holdings, Inc\n(Clario) (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
        },
        {
          "item": "Parties to the Acquisition",
          "details": "The acquirer, Thermo Fisher, is a US-based global manufacturer and\nsupplier of a broad range of analytical, research and bioprocessing\nproducts, as well as pharmaceutical contract development and\nmanufacturing services.\nRelevant to consideration of the impact of the Acquisition on\ncompetition, Thermo Fisher, through its Clinical Research Group\n(CRG, branded as PPD), is active as a global provider of contract\nresearch organisation (CRO) services. CRG offers CRO services to\nhelp pharmaceutical and biotech customers (Sponsors) bring new\ntherapies and vaccines to market safely and efficiently. CROs\nsupport clinical trial Sponsors to plan, coordinate, execute and\nmanage the life cycle of clinical trials safely and efficiently.\nIn Australia, CRG offers CRO services nationally to Sponsors,\nincluding designing and managing all phases of clinical trials. The\ntarget, Clario, is a US-based, privately held clinical trial technology\nservices company that provides regulatory-grade data capture and\ninterpretation services in the context of clinical trials.\nClario offers comprehensive digital endpoint collection services\nwhich are specialised services and technologies designed to collect,\nanalyse, interpret, and package specific data elements (also known\nas endpoints) relating to participants in clinical trials. Specific\nservices offered by Clario include electronic Clinical Outcome\nAssessment, medical imaging solutions, cardiac safety services and\nrespiratory services.\nWhile Clario does provide its digital endpoint collection services to\ncertain customers in Australia, Clario does not have a physical\npresence or a legal entity presence in Australia."
        },
        {
          "item": "Relationship between the\nparties",
          "details": "Thermo Fisher and Clario (together, the Parties) are both active in\nthe provision of clinical trial services to Sponsors. However they\nsupply different services, with Thermo Fisher supplying CRO\nservices and Clario supplying digital endpoint collection services.\nTherefore, there are no horizontal overlaps between the Parties in\nthe supply of goods or services in Australia."
        },
        {
          "item": "Reasons for determination",
          "details": "When making a determination in Phase 1, the Australian Competition\nand Consumer Commission (ACCC) undertakes a competition\nassessment and considers whether it is appropriate for an\nacquisition to be approved or subject to further assessment in\nPhase 2 in accordance with section 51ABZJ of the Competition and\nConsumer Act 2010 (Cth) (the Act). In doing so, the ACCC must have\nregard to the object of the Act and all relevant matters, including the\ninterests of consumers.\nFor more information about the ACCC’s approach to considering\nnotified acquisitions, see the ACCC’s merger assessment guidelines\nand interim merger process guidelines.\nIn conducting its competition assessment, the ACCC has considered\nthe information and documents that were submitted with the\nnotification form and information from third partes.\nThe ACCC has determined that the Acquisition may be put into\neffect as it considers that the Acquisition is unlikely to have the\neffect of substantially lessening competition in any market. In\nreaching its decision, and based on the material before it, the ACCC\nmakes the following findings.\n• there is no horizontal overlap between the Parties\n• although the Parties both supply services to Sponsors, the\nAcquisition would be unlikely to give rise to conglomerate\ncompetition concerns. Having regard to the position of the\nParties in their respective markets, the presence of alternative\nsuppliers of both CRO services and digital endpoint collection\nservices, and customer behaviour, the merged entity would be\nunlikely to have the ability or incentive to foreclose other CRO\nproviders or other digital endpoint collection service providers,\nor engage in anti-competitive bundling/tying."
        },
        {
          "item": "Applications for review",
          "details": "A notifying party, or other person who has been allowed to do so by\nthe Australian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the\nAct, applications for review of the determination are to be made to\nthe Australian Competition Tribunal before the end of 14 calendar\ndays after this statement of reasons was included on the ACCC’s\nAcquisitions Register. To confirm whether there has been any\napplication for review, please contact the Australian Competition\nTribunal."
        }
      ],
      "url_gh": "/matters/MN-01075/Thermo Fisher - Clario - Phase 1 determination - 10 February 2026.pdf",
      "status": "live",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": false,
  "phase_1_determination": "Approved",
  "phase_1_determination_date": "2026-02-10T12:00:00Z",
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}