{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/anglo-american-teck-resources",
  "merger_name": "Anglo American - Teck Resources",
  "status": "Assessment completed",
  "merger_id": "MN-01037",
  "effective_notification_datetime": "2025-10-24T12:00:00Z",
  "stage": "Phase 1 - initial assessment",
  "end_of_determination_period": "2025-12-05T12:00:00Z",
  "determination_publication_date": "2025-11-18T12:00:00Z",
  "accc_determination": "Approved",
  "consultation_response_due_date": "2025-11-03T12:00:00Z",
  "acquirers": [
    {
      "name": "Anglo American plc",
      "identifier_type": null,
      "identifier": "03564138"
    }
  ],
  "targets": [
    {
      "name": "Teck Resources Limited",
      "identifier_type": null,
      "identifier": "4460561"
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "080",
      "name": "Metal Ore Mining"
    },
    {
      "code": "0803",
      "name": "Copper Ore Mining"
    },
    {
      "code": "0807",
      "name": "Silver-Lead-Zinc Ore Mining"
    },
    {
      "code": "0809",
      "name": "Other Metal Ore Mining"
    }
  ],
  "merger_description": "Anglo American plc (Anglo American) proposes to acquire, through its affiliates and subsidiaries, the entire issued share capital of Teck Resources Limited (Teck Resources) by way of statutory plan of arrangement (similar to an Australian Scheme of Arrangement) to effect a merger between the parties.\n\nAnglo American is a global mining company focused on the production of copper and iron ore. It also produces steelmaking coal, nickel, diamonds, and molybdenum and holds a joint venture interest in Samancor Manganese. Anglo American is a publicly traded company listed on the London Stock Exchange, with secondary listings on the Johannesburg Stock Exchange, SIX Swiss Exchange, the Botswana Stock Exchange and the Namibia Securities Exchange.\n\nAnglo American’s business in Australia is primarily focused on the production and sale of steelmaking (or metallurgical) coal for export to Asia, Europe and South America, although it has taken steps to sell this business. Anglo American also has some exploration activities in Australia.\n\nTeck Resources is a Canadian mining company with operations in multiple countries, including Canada, the United States, Chile and Peru. Its operations consist of a metals business focused on copper and zinc production. In addition, Teck Resources produces lead, silver, gold, molybdenum, and various other specialty and other metals, chemicals and fertilizer products. Teck’s shares are listed on the Toronto Stock Exchange and New York Stock Exchange.\n\nTeck Resources’ business in Australia primarily involves the supply of zinc concentrate to Australian customers. Teck Resources does not supply copper to any Australian customers and has no copper or zinc mining or production operations in Australia. Its local presence is limited to exploration and closure activities.\n\nAnglo American and Teck Resources' primary overlap globally is in the supply of copper products (mainly copper concentrate and secondary copper products), along with minor global overlaps in certain by-products of copper and other mining and processing activities, being molybdenum and sulphuric acid.  There are no horizontal overlaps in respect of the supply of goods or services in Australia; neither Anglo American nor Teck Resources have copper mining or production activities in Australia, or supply copper, molybdenum or sulphuric acid to Australian customers. The parties have not identified any non-horizontal relationships as being relevant to Australia.",
  "events": [
    {
      "date": "2025-11-18T12:00:00Z",
      "title": "Anglo American - Teck Resources - Phase 1 determination",
      "display_title": "Anglo American - Teck Resources - Phase 1 determination",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Anglo%20American%20-%20Teck%20Resources%20-%20Phase%201%20determination%20-%2018%20November%202025.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Notified acquisition",
          "details": "Anglo American plc (Anglo American)’s proposed acquisition,\nthrough its affiliates and subsidiaries, of the entire issued share\ncapital of Teck Resources Limited (Teck Resources) by way of\nstatutory plan of arrangement to effect a merger between the parties\n(the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
        },
        {
          "item": "Parties to the Acquisition",
          "details": "Anglo American is a global mining company focused on the\nproduction of copper and iron ore. It also produces steelmaking coal,\nnickel, diamonds, and molybdenum and holds a joint venture interest\nin Samancor Manganese.\nAnglo American’s business in Australia is primarily focused on the\nproduction and sale of steelmaking (or metallurgical) coal for export\nto Asia, Europe and South America, although it has taken steps to\nsell this business. Anglo American also has exploration activities in\nAustralia.\nTeck Resources is a Canadian mining company with operations in\nmultiple countries, including Canada, the United States, Chile and\nPeru. Its operations consist of a metals business focused on copper\nand zinc production. In addition, Teck Resources produces lead,\nsilver, gold, molybdenum, and various other specialty and other\nmetals, chemicals and fertilizer products.\nTeck Resources’ business in Australia primarily involves the supply\nof zinc concentrate to Australian customers as well as closure\nactivities related to the Lennard Shelf (zinc and lead) mining\noperations in Western Australia and exploration activities."
        },
        {
          "item": "Overlap between the\nparties",
          "details": "Globally, Anglo American and Teck Resources' (together, the\nParties’) primary overlap is in the production and supply of copper\nconcentrate, along with minor overlaps in molybdenum and\nsulphuric acid production, which are by-products of copper and other\nmining and processing activities.\nThere are no horizontal overlaps or vertical relationships between\nthe Parties in the supply of goods or services in Australia. Neither\nAnglo American nor Teck Resources has copper mining or\nproduction activities in Australia, nor do they supply any copper\nproducts, molybdenum or sulphuric acid to customers in Australia."
        },
        {
          "item": "Reasons for determination",
          "details": "When making a determination in Phase 1, the Australian Competition\nand Consumer Commission (ACCC) undertakes a competition\nassessment and considers whether it is appropriate for an\nacquisition to be approved or subject to further assessment in\nPhase 2 in accordance with section 51ABZJ of the Competition and\nConsumer Act 2010 (Cth) (the Act). In doing so, the ACCC must have\nregard to the object of the Act and all relevant matters, including the\ninterests of consumers.\nFor more information about the ACCC’s approach to considering\nnotified acquisitions, see the ACCC’s merger assessment guidelines\nand interim merger process guidelines.\nIn conducting its competition assessment, the ACCC has considered\nthe information and documents that were submitted with the\nnotification form as well as further information provided by Anglo\nAmerican in response to a request for information.\nThe ACCC has determined that the Acquisition may be put into\neffect as it considers that the Acquisition is unlikely to have the\neffect of substantially lessening competition in any market in\nAustralia. In reaching its decision, and based on the material before\nit, the ACCC makes the following findings:\n• there are no horizontal overlaps or vertical relationships between\nthe Parties in respect of the supply of goods or services in\nAustralia\n• the merged entity’s share of each market where there is an\noverlap globally would be small to modest, and multiple\nalternative suppliers of copper concentrate, molybdenum and\nsulphuric acid globally will remain."
        },
        {
          "item": "Applications for review",
          "details": "A notifying party, or other person who has been allowed to do so by\nthe Australian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the\nAct, applications for review of the determination are to be made to\nthe Australian Competition Tribunal before the end of 14 days after\nthis statement of reasons was included on the ACCC’s Acquisitions\nRegister. To confirm whether there has been any application for\nreview, please contact the Australian Competition Tribunal."
        }
      ],
      "url_gh": "/matters/MN-01037/Anglo American - Teck Resources - Phase 1 determination - 18 November 2025.pdf",
      "status": "live",
      "phase": "Phase 1"
    },
    {
      "date": "2025-10-27T12:00:00Z",
      "title": "Questionnaire released for Anglo American acquisition of Teck Resources",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/%20Teck%20Resources%20-%20third-party%20questionnaire%20-%2027%20October%202025.docx",
      "url_gh": "/matters/MN-01037/Teck Resources - third-party questionnaire - 27 October 2025.pdf",
      "status": "removed",
      "display_title": "Questionnaire released for Anglo American acquisition of Teck Resources",
      "phase": null
    },
    {
      "date": "2025-10-24T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    },
    {
      "date": "2025-11-18T12:00:00Z",
      "title": "Phase 1 - initial assessment determination: Approved",
      "display_title": "Phase 1 - initial assessment determination: Approved",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": false,
  "commentary": {
    "commentary": "Anglo American's global merger with Teck Resources was cleared by the ACCC. While the parties have overlaps in copper concentrate, molybdenum and sulphuric acid globally, the ACCC determined that:\n\n- there are no horizontal overlaps or vertical relationships between the parties in Australia;\n- neither party has copper mining or production activities in Australia, nor do they supply copper products, molybdenum or sulphuric acid to Australian customers; and\n- globally, the merged entity's market share would be small to modest with multiple alternative suppliers remaining.\n\nAnglo American operates steelmaking coal operations in Australia, while Teck Resources' Australian activities are limited to zinc concentrate supply and closure activities at its Lennard Shelf operations in Western Australia.",
    "tags": [],
    "last_updated": "2026-01-19"
  },
  "phase_1_determination": "Approved",
  "phase_1_determination_date": "2025-11-18T12:00:00Z",
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}