{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/caterpillar-%E2%80%93-rpmglobal-holdings",
  "merger_name": "Caterpillar – RPMGlobal Holdings",
  "status": "Assessment completed",
  "merger_id": "MN-01058",
  "effective_notification_datetime": "2025-11-10T12:00:00Z",
  "stage": "Phase 1 - initial assessment",
  "end_of_determination_period": "2025-12-22T12:00:00Z",
  "determination_publication_date": "2025-12-18T12:00:00Z",
  "accc_determination": "Approved",
  "consultation_response_due_date": "2025-11-18T12:00:00Z",
  "acquirers": [
    {
      "name": "Caterpillar Inc.",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "targets": [
    {
      "name": "RPMGLOBAL HOLDINGS LIMITED",
      "identifier_type": "ABN",
      "identifier": "17 010 672 321"
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "2462",
      "name": "Mining and Construction Machinery Manufacturing"
    },
    {
      "code": "5420",
      "name": "Software Publishing"
    }
  ],
  "merger_description": "Caterpillar Inc (Caterpillar) proposes to acquire 100% of fully diluted share capital in RPMGlobal Holdings Limited (RPM) (ASX:RUL), through a scheme of arrangement.\n\nCaterpillar is a global manufacturer of construction and mining equipment, off-highway diesel and natural gas engines, industrial gas turbines and diesel-electric locomotives. Caterpillar also supplies a range of different software products which interface with its equipment including MineStar for fleet track, VisionLink and CAT Foresight for asset management.\n\nRPM is a global provider of mining software solutions. RPM’s software solutions are enterprise applications used by mining companies, original equipment manufacturers (OEMs) and contractors, including for asset management, planning and scheduling, short-interval control and execution, simulation, and financial forecasting. RPM also provides associated technical consulting and training services applicable for mine design, planning, scheduling, operational management, asset management, simulation, financial modelling and ESG reporting.\n\nCaterpillar is an end customer of RPM’s asset management and mining simulation tools.",
  "events": [
    {
      "date": "2025-11-11T12:00:00Z",
      "title": "Caterpillar - RPMGlobal Questionnaire",
      "display_title": "Questionnaire released for Caterpillar acquisition of RPMGlobal",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Caterpillar%20-%20RPMGlobal%20-%20Questionnaire_0.docx",
      "url_gh": "/matters/MN-01058/Caterpillar - RPMGlobal - Questionnaire_0.pdf",
      "status": "removed",
      "phase": null
    },
    {
      "date": "2025-11-10T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    },
    {
      "date": "2025-12-18T12:00:00Z",
      "title": "Caterpillar – RPMGlobal Holdings - Phase 1 determination",
      "display_title": "Phase 1 - initial assessment determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Caterpillar%20Inc%20-%20RPMGlobal%20Holdings%20Limited%20-%20Phase%201%20determination.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Notified acquisition",
          "details": "Caterpillar Inc.’s (Caterpillar) proposed acquisition of 100% of the\nfully diluted share capital in RPMGlobal Holdings Limited (ASX: RUL)\n(RPM) (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
        },
        {
          "item": "Parties to the Acquisition",
          "details": "The acquirer, Caterpillar, is a global manufacturer and supplier of\nconstruction and mining equipment, natural gas and off-highway\ndiesel engines, industrial gas turbines and diesel-electric\nlocomotives.\nCaterpillar supplies a range of equipment and ancillary support and\nservices to mining customers including large haul trucks, loading\nequipment, drilling equipment, dozers and graders, support trucks\nand site support machines, underground hard-rock equipment,\nlongwall systems and associated attachments and parts.\nCaterpillar also supplies different mining software solutions: Cat\nMineStar, Cat Foresight and Cat VisionLink, which can be integrated\nwith Caterpillar and other original equipment manufacturer (OEM)\nmining equipment for mining equipment management and\nautomation.\nThe target, RPM, is a global provider of mining software solutions for\nmanaging mine planning and design, simulation, scheduling, asset\nmanagement, operational management, financial modelling and\nenvironmental, social and governance reporting. Its software is used\nby mining companies, OEMs and contractors."
        },
        {
          "item": "Reasons for determination",
          "details": "The reasons for the ACCC’s determination are set out in section 2."
        }
      ],
      "url_gh": "/matters/MN-01058/Caterpillar Inc - RPMGlobal Holdings Limited - Phase 1 determination.pdf",
      "status": "live",
      "phase": "Phase 1"
    }
  ],
  "page_modified_datetime": "2025-12-18T17:53:27+11:00",
  "is_waiver": false,
  "commentary": {
    "commentary": "Caterpillar's acquisition of mining software provider RPMGlobal was cleared after assessment of vertical integration concerns and was the first acquisition for which the ACCC included a substantive statement of reasons. The ACCC examined whether Caterpillar could access competitively significant information about rivals through RPM's software. The ACCC concluded that:\n\n- Caterpillar is unlikely to foreclose rival mining equipment manufacturers by denying access to RPM's asset management and simulation software;\n- alternative software suppliers exist (including SAP, Oracle, Hexagon, Deswik, and others);\n- physical and contractual limitations prevent Caterpillar from accessing competitively significant information about rivals, as RPM's software is typically hosted on customer premises; and\n- customers would have incentives to accommodate rival OEMs using alternative software if RPM's ongoing use led to lessening of competition.",
    "tags": [],
    "last_updated": "2026-01-19"
  },
  "phase_1_determination": "Approved",
  "phase_1_determination_date": "2025-12-18T12:00:00Z",
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}