{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/symal-group-timms-group-and-ld-group",
  "merger_name": "Symal Group - Timms Group and L&D Group",
  "status": "Assessment completed",
  "merger_id": "MN-25002",
  "effective_notification_datetime": "2026-01-23T12:00:00Z",
  "stage": "Phase 1 - initial assessment",
  "end_of_determination_period": "2026-03-10T12:00:00Z",
  "determination_publication_date": "2026-02-19T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-20T09:48:15+11:00",
  "consultation_response_due_date": "2026-02-03T12:00:00Z",
  "acquirers": [
    {
      "name": "SYMAL MANAGEMENT PTY LTD",
      "identifier_type": "ABN",
      "identifier": "85 602 084 471"
    },
    {
      "name": "SYL TM CONTRACTING PTY LTD",
      "identifier_type": "ABN",
      "identifier": "68 693 144 697"
    },
    {
      "name": "SYMAL NG PROPERTY PTY LTD",
      "identifier_type": "ACN",
      "identifier": "693 144 722"
    },
    {
      "name": "T OPERATIONS PTY LTD",
      "identifier_type": "ABN",
      "identifier": "57 691 920 242"
    },
    {
      "name": "T HAULAGE PTY LTD",
      "identifier_type": "ABN",
      "identifier": "53 691 920 224"
    },
    {
      "name": "SYMAL CONTRACTORS (QLD) PTY LTD",
      "identifier_type": "ACN",
      "identifier": "691 434 134"
    }
  ],
  "targets": [
    {
      "name": "TIMMS HIRE PTY LTD",
      "identifier_type": "ABN",
      "identifier": "73 115 389 949"
    },
    {
      "name": "TIMMS CONTRACTING PTY LTD",
      "identifier_type": "ABN",
      "identifier": "30 070 456 567"
    },
    {
      "name": "Churinga (Investments) Pty Ltd as trustee for THE CHURINGA Trust",
      "identifier_type": "ABN",
      "identifier": "45 218 813 341"
    },
    {
      "name": "TEAGUN INVESTMENTS PTY. LTD",
      "identifier_type": "ABN",
      "identifier": "45 061 988 538"
    },
    {
      "name": "ADAWIN PTY LTD",
      "identifier_type": "ABN",
      "identifier": "49 010 904 551"
    }
  ],
  "other_parties": [
    {
      "name": "Timms Investments (Qld) Pty Ltd as trustee for the Timms Investments Trust",
      "identifier_type": "ACN",
      "identifier": "143 730 572"
    },
    {
      "name": "Jones Investments (Qld) Pty Ltd as trustee for the Jones Investments Trust",
      "identifier_type": "ACN",
      "identifier": "143 730 705"
    },
    {
      "name": "K Parsons Investments (Qld) Pty Ltd as trustee for the Parsons Investment Trust",
      "identifier_type": "ACN",
      "identifier": "143 731 524"
    },
    {
      "name": "Clarkson-Jones Investments (Qld) Pty Ltd as trustee for the Clarkson-Jones Investments Trust",
      "identifier_type": "ACN",
      "identifier": "143 730 956"
    }
  ],
  "anzsic_codes": [
    {
      "code": "3109",
      "name": "Other Heavy and Civil Engineering Construction"
    },
    {
      "code": "3212",
      "name": "Site Preparation Services"
    }
  ],
  "merger_description": "Symal Group Limited (Symal Group), through its wholly owned subsidiaries, proposes to acquire all of the business and assets of:\n\n* the Timms business from Timms Contracting Pty Ltd, Timms Hire Pty Ltd and Teagun Investments Pty Ltd (collectively referred to as Timms Group); and\n* the L&D business from Churinga (Investments) Pty Ltd as trustee for the Churinga Trust and Adawin Pty Ltd (collectively referred to as L&D Group).\n\nAs part of the transaction, Symal NG Property Pty Ltd may enter into a licence for the property located at 36 Frederick Street, Northgate, QLD 4013 (the Property), which is owned by Clarkson-Jones Investments (Qld) Pty Ltd, K Parsons Investments (Qld) Pty Ltd, Timms Investments (Qld) Pty Ltd and Jones Investments (Qld) Pty Ltd.\n\nSymal Group is an Australian based self-performing contractor providing construction and engineering services, specialising in the roads, rail, defence, justice, ports and energy sectors. The services provided by Symal Group include various forms of construction, project management, plant and equipment hire, material sales and recycling and repurposing.\n\nTimms Group is a Tier 2 contractor that provides plant-intensive civil works and hauling services for infrastructure and construction projects in Queensland. L&D Group is a Tier 1 contractor on infrastructure and construction projects in Queensland, including the provision of demolition, bulk earthworks, site preparation and construction services.\n\nSymal Group does not currently supply the services offered by Timms Group and L&D Group in Queensland.",
  "events": [
    {
      "date": "2026-01-23T12:00:00Z",
      "title": "Symal Group / Timms Group and L&D Group - Questionnaire",
      "display_title": "Symal Group / Timms Group and L&D Group - Questionnaire",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/%20Timms%20-%20third-party%20questionnaire%20-%20FINAL_0.docx",
      "url_gh": "/matters/MN-25002/Timms - third-party questionnaire - FINAL_0.pdf",
      "status": "removed",
      "phase": null
    },
    {
      "date": "2026-01-23T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    },
    {
      "date": "2026-02-19T12:00:00Z",
      "title": "Symal Group / Timms Group and L&D Group -Phase 1 Determination",
      "display_title": "Phase 1 - initial assessment determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/%20Timms%20-%20ACCC%20Phase%201%20Determination%20-%20FINAL%20for%20release%20-%2019%20Feb%202026.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Notified acquisition",
          "details": "Symal Group Limited through the following wholly owned\nsubsidiaries:\n• Symal Management Pty Ltd\n• Symal Contractors (QLD) Pty Ltd\n• Syl TM Contracting Pty Ltd\n• T Haulage Pty Ltd\n• T Operations Pty Ltd\n• Symal NG Property Pty Ltd\n(collectively referred to as Symal Group),\nproposes to acquire all of the business and assets of the:\n• Timms business from Timms Contracting Pty Ltd, Timms\nHire Pty Ltd and Teagun Investments Pty Ltd (collectively\nreferred to as Timms Group) and\n• L&D business from Churinga (Investments) Pty Ltd as\ntrustee for the Churinga Trust and Adawin Pty Ltd\n(collectively referred to as L&D Group).\nAs part of the transaction, Symal NG Property Pty Ltd may enter into\na licence for the property located at 36 Frederick Street, Northgate,\nQLD 4013 (the Property) which is owned by Clarkson-Jones\nInvestments (Qld) Pty Ltd, K Parsons Investments (Qld) Pty Ltd,\nTimms Investments (Qld) Pty Ltd and Jones Investments (Qld) Pty\nLtd.\nSymal Group, Timms Group, and L&D Group are together referred to\nas the Parties."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
        },
        {
          "item": "Parties to the Acquisition",
          "details": "Symal Group Limited is an Australian based self-performing\ncontractor providing construction and engineering services,\nspecialising in the roads, rail, defence, justice, ports and energy\nsectors. The services provided by Symal Group Limited and its\nsubsidiaries include various forms of construction, project\nmanagement, plant and equipment hire, material sales and recycling\nand repurposing.\nThe Timms Group is a contractor that provides plant-intensive civil\nworks and hauling services for infrastructure and construction\nprojects in Queensland.\nThe L&D Group is a contractor on infrastructure and construction\nprojects in Queensland, including the provision of demolition, bulk\nearthworks, site preparation and construction services."
        },
        {
          "item": "Overlap between the\nparties",
          "details": "There is no direct overlap between the Parties. While the Parties\neach supply civil contracting and construction services, Timms\nGroup and L&D Group supply civil contracting and construction\nservices in Queensland only, where Symal Group does not have a\ndirect presence in relation to the supply of these services."
        },
        {
          "item": "Reasons for determination",
          "details": "When making a determination in Phase 1, the Australian Competition\nand Consumer Commission (ACCC) undertakes a competition\nassessment and considers whether it is appropriate for an\nacquisition to be approved or subject to further assessment in\nPhase 2 in accordance with section 51ABZJ of the Competition and\nConsumer Act 2010 (Cth) (the Act). In doing so, the ACCC must have\nregard to the object of the Act and all relevant matters, including the\ninterests of consumers.\nFor more information about the ACCC’s approach to considering\nnotified acquisitions, see the ACCC’s merger assessment guidelines\nand interim merger process guidelines.\nIn conducting its competition assessment, the ACCC has considered\nthe information and documents that were submitted with the\nnotification form as well as further information provided by the\nParties following pre-notification engagement with the ACCC.\nThe ACCC has determined that the Acquisition may be put into\neffect as it considers that the Acquisition is unlikely to have the\neffect of substantially lessening competition in any market. In\nreaching its decision, and based on the material before it, the ACCC\nmakes the following findings:\n• The Parties would continue to face competition from\nalternative suppliers of civil contracting and construction\nhaulage services in Queensland, including several\ncompetitors which are of a similar or larger size to the\nParties.\n• The Parties are not close competitors, as the Timms Group\nand L&D Group focus on supplying civil contracting and\nconstruction services within Brisbane, Queensland. Symal\nGroup does not have any direct presence in relation to these\nservices in Queensland."
        },
        {
          "item": "Applications for review",
          "details": "A notifying party, or other person who has been allowed to do so by\nthe Australian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the\nAct, applications for review of the determination are to be made to\nthe Australian Competition Tribunal before the end of 14 calendar\ndays after this statement of reasons was included on the ACCC’s\nAcquisitions Register. To confirm whether there has been any\napplication for review, please contact the Australian Competition\nTribunal."
        }
      ],
      "url_gh": "/matters/MN-25002/Timms - ACCC Phase 1 Determination - FINAL for release - 19 Feb 2026.pdf",
      "status": "live",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": false,
  "phase_1_determination": "Approved",
  "phase_1_determination_date": "2026-02-19T12:00:00Z",
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}