{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/ramsay-health-care-%E2%80%93-national-capital-private-hospital",
  "merger_name": "Ramsay Health Care – National Capital Private Hospital",
  "status": "Assessment completed",
  "merger_id": "MN-75003",
  "effective_notification_datetime": "2026-01-21T12:00:00Z",
  "stage": "Phase 1 - initial assessment",
  "end_of_determination_period": "2026-03-05T12:00:00Z",
  "determination_publication_date": "2026-02-12T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-12T17:10:36+11:00",
  "consultation_response_due_date": "2026-01-30T12:00:00Z",
  "acquirers": [
    {
      "name": "RAMSAY HEALTH CARE AUSTRALIA PTY LIMITED",
      "identifier_type": "ABN",
      "identifier": "36 003 184 889"
    },
    {
      "name": "RAMSAY HEALTH CARE INVESTMENTS PTY LIMITED",
      "identifier_type": "ABN",
      "identifier": "44 078 881 473"
    }
  ],
  "targets": [
    {
      "name": "HEALTHSCOPE OPERATIONS PTY LTD",
      "identifier_type": "ABN",
      "identifier": "85 006 405 152"
    },
    {
      "name": "HEALTHSCOPE MANAGEMENT PTY LTD",
      "identifier_type": "ABN",
      "identifier": "80 146 342 814"
    },
    {
      "name": "HEALTHSCOPE NEWCO PTY LTD",
      "identifier_type": "ABN",
      "identifier": "80 092 450 274"
    },
    {
      "name": "ANZ HOSPITALS PTY LTD",
      "identifier_type": "ABN",
      "identifier": "14 631 014 938"
    }
  ],
  "other_parties": [
    {
      "name": "Katherine Sozou",
      "identifier_type": null,
      "identifier": ""
    },
    {
      "name": "Jason Ireland",
      "identifier_type": null,
      "identifier": ""
    },
    {
      "name": "Matthew Caddy",
      "identifier_type": null,
      "identifier": ""
    },
    {
      "name": "Keith Crawford",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "anzsic_codes": [
    {
      "code": "8401",
      "name": "Hospitals (Except Psychiatric Hospitals)"
    }
  ],
  "merger_description": "Ramsay Health Care Investments (Ramsay) or one or more of its wholly owned subsidiaries proposes to acquire the businesses, assets and certain assumed liabilities of National Capital Private Hospital (NCPH) from Healthscope pursuant to a Business and Asset Sale Agreement.\n\nRamsay is a publicly listed private hospital operator with over 75 hospitals, clinics and surgical centres across Australia. Ramsay does not currently have any facilities in the Australian Capital Territory (ACT) or its surrounding regions. The closest Ramsay operated private hospitals to NCPH are Southern Highlands Private Hospital in Bowral, New South Wales (NSW) and Nowra Private Hospital in Nowra, NSW.\n\nNCPH is a private hospital in Garran, ACT which is currently operated by Healthscope, a private hospital operator with 36 hospitals Australia-wide. In May 2025, Healthscope’s parent entities went into voluntary administration and receivers and administrators were appointed by its lenders and the Healthscope Board, respectively, to conduct an orderly sale of the hospitals in its network.\n\nPrivate hospitals supply services to patients, private health funds in respect of their members and to government for Medicare patients. Private hospital operators also supply facilities to medical and allied health professionals providing services within the hospitals that they operate.",
  "events": [
    {
      "date": "2026-01-22T12:00:00Z",
      "title": "Ramsay - National Capital Private Hospital - Questionnaire",
      "display_title": "Ramsay - National Capital Private Hospital - Questionnaire",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Ramsay%20National%20Capital%20-%20Phase%201%20Questionnaire.docx",
      "url_gh": "/matters/MN-75003/Ramsay National Capital - Phase 1 Questionnaire.pdf",
      "status": "removed",
      "phase": null
    },
    {
      "date": "2026-01-21T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    },
    {
      "date": "2026-02-12T12:00:00Z",
      "title": "Ramsay - National Capital - Phase 1 determination",
      "display_title": "Phase 1 - initial assessment determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Ramsay%20National%20Capital%20-%20Phase%201%20determination%20-%2012%20February%202026.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Notified acquisition",
          "details": "The proposed acquisition by Ramsay Health Care Investments Pty\nLimited (Ramsay) or one or more of its wholly owned subsidiaries of\nthe businesses, assets and certain assumed liabilities of National\nCapital Private Hospital (National Capital) from Healthscope\npursuant to a Business and Asset Sale Agreement (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
        },
        {
          "item": "Parties to the Acquisition",
          "details": "The acquirer, Ramsay, is a publicly listed private hospital operator\nwith over 75 hospitals, clinics and surgical centres across Australia.\nThe target, National Capital, is a private hospital in Garran, ACT\nwhich is currently operated by Healthscope, a private hospital\noperator with 36 hospitals Australia-wide.\nIn May 2025, Healthscope’s parent entities went into voluntary\nadministration, and receivers and administrators were appointed by\nits lenders and the Healthscope Board, respectively, to conduct an\norderly sale of the hospitals in its network."
        },
        {
          "item": "Overlap between the\nparties",
          "details": "Ramsay is a private hospital operator and National Capital is a\nprivate hospital located in Garran, ACT.\nRamsay does not currently have any facilities in the Australian\nCapital Territory (ACT) or its surrounding regions. The closest\nRamsay operated private hospitals to National Capital are Southern\nHighlands Private Hospital in Bowral, New South Wales (NSW) and\nNowra Private Hospital in Nowra, NSW, both of which are more than\n150km drive from National Capital."
        },
        {
          "item": "Reasons for determination",
          "details": "When making a determination in Phase 1, the Australian Competition\nand Consumer Commission (ACCC) undertakes a competition\nassessment and considers whether it is appropriate for an\nacquisition to be approved or subject to further assessment in\nPhase 2 in accordance with section 51ABZJ of the Competition and\nConsumer Act 2010 (Cth) (the Act). In doing so, the ACCC must have\nregard to the object of the Act and all relevant matters, including the\ninterests of consumers.\nFor more information about the ACCC’s approach to considering\nnotified acquisitions, see the ACCC’s merger assessment guidelines\nand interim merger process guidelines.\nIn conducting its competition assessment, the ACCC has considered\nthe information and documents that were submitted with the\nnotification form and information from third parties.\nThe ACCC has determined that the Acquisition may be put into\neffect as it considers that the Acquisition is unlikely to have the\neffect of substantially lessening competition in any market. In\nreaching its decision, and based on the material before it, the ACCC\nmakes the following findings:\n• there is limited horizontal overlap between National Capital and\nRamsay-operated private hospitals, as these hospitals have\nlargely different geographical catchment zones for patients, and\nlimited overlap of Visiting Medical Officers (VMOs). Accordingly,\nthe Acquisition is not likely to enable Ramsay to profitably\nworsen either non-price terms to patients, or price or non-price\nterms to VMOs serving the Canberra region; and\n• the Acquisition is not likely to substantially alter the competitive\ndynamics between Ramsay and private health insurers, such\nthat there would be a substantial lessening of competition in the\nsupply of Hospital Purchaser Provider Agreements (HPPAs) to\nprivate health insurers, enabling Ramsay to profitably increase\nthe prices or worsen the non-price terms of its HPPAs with\nprivate health insurers, either in relation to Ramsay’s existing\nhospitals or National Capital itself."
        },
        {
          "item": "Applications for review",
          "details": "A notifying party, or other person who has been allowed to do so by\nthe Australian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the\nAct, applications for review of the determination are to be made to\nthe Australian Competition Tribunal before the end of 14 calendar\ndays after this statement of reasons was included on the ACCC’s\nAcquisitions Register. To confirm whether there has been any\napplication for review, please contact the Australian Competition\nTribunal."
        }
      ],
      "url_gh": "/matters/MN-75003/Ramsay National Capital - Phase 1 determination - 12 February 2026.pdf",
      "status": "live",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": false,
  "phase_1_determination": "Approved",
  "phase_1_determination_date": "2026-02-12T12:00:00Z",
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}