{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/opal-healthcare-%E2%80%93-sunnymeade-park-aged-care-community",
  "merger_name": "Opal Healthcare – Sunnymeade Park Aged Care Community",
  "status": "Assessment completed",
  "merger_id": "MN-75002",
  "effective_notification_datetime": "2026-01-19T12:00:00Z",
  "stage": "Phase 1 - initial assessment",
  "end_of_determination_period": "2026-03-03T12:00:00Z",
  "determination_publication_date": "2026-02-10T12:00:00Z",
  "accc_determination": "Approved",
  "consultation_response_due_date": "2026-01-28T12:00:00Z",
  "acquirers": [
    {
      "name": "OHCA Property Holdings Pty Ltd",
      "identifier_type": "ABN",
      "identifier": "70 675 807 477"
    },
    {
      "name": "DPG Services Pty Ltd",
      "identifier_type": "ABN",
      "identifier": "38 090 007 999"
    }
  ],
  "targets": [
    {
      "name": "The assets and business comprising Sunnymeade Park Aged Care Community",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "8601",
      "name": "Aged Care Residential Services"
    }
  ],
  "merger_description": "DPG Services Pty Ltd (**DPG**) and OHCA Property Holdings Pty Limited (being related bodies corporate, and together referred to as **Opal Healthcare**) propose to acquire the land, assets and business comprising the Sunnymeade Park Aged Care Community (**Sunnymeade Park**) (**Acquisition**).\n\nDPG is a registered provider of approved residential care homes, and owns and operates 144 residential aged care homes across New South Wales, Victoria, Queensland, Western Australia and South Australia.\n\nSunnymeade Park is a privately-owned, single approved residential care home with 172 beds, located at 362-376 King Street, Caboolture in Queensland. Sunnymeade Park provides the services required under the *Aged Care Act 2024 (Cth)*, including 24/7 nursing care, ageing in place, secure dementia areas and palliative care. The sellers are Jomal Pty Ltd and Margaret Jean Walker, the latter also as Executor of the estate of Leslie Kenneth Walker and Margaret Jean Walker, being partners of the Leslie K & Margaret J Walker Partnership.\n\nThe Acquisition gives rise to a competitive overlap between the parties’ activities in South-East Queensland.",
  "events": [
    {
      "date": "2026-01-20T12:00:00Z",
      "title": "Questionnaire - Opal Healthcare - Sunnymeade Park Aged Care Community",
      "display_title": "Questionnaire - Opal Healthcare - Sunnymeade Park Aged Care Community",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Opal%20Healthcare%20Sunnymeade%20Park%20-%20Questionnaire%20-%2020%20January%202026.docx",
      "url_gh": "/matters/MN-75002/Opal Healthcare Sunnymeade Park - Questionnaire - 20 January 2026.pdf",
      "status": "removed",
      "phase": null
    },
    {
      "date": "2026-01-19T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    },
    {
      "date": "2026-02-10T12:00:00Z",
      "title": "Opal Healthcare - Sunnymeade Park Aged Care Community - Phase 1 determination",
      "display_title": "Phase 1 - initial assessment determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Opal%20Healthcare%20-%20Sunnymeade%20Park%20Aged%20Care%20Community%20-%20phase%201%20determination.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Notified acquisition",
          "details": "DPG Services Pty Ltd and OHCA Property Holdings Pty Limited\n(being related bodies corporate, and together referred to as Opal\nHealthcare) propose to acquire the land, assets and business\ncomprising the Sunnymeade Park Aged Care Community\n(Sunnymeade Park) (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABZE(1) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition may be put into effect."
        },
        {
          "item": "Parties to the Acquisition",
          "details": "The acquirer, Opal Healthcare, owns and operates 144 residential\naged care facilities across New South Wales, Victoria, Queensland,\nWestern Australia and South Australia. It provides accommodation\nand services for residents, including physiotherapy and wellness\nprograms, dementia care, respite care and palliative care. Relevant\nto the Acquisition, Opal Healthcare owns and operates 21 residential\ncare facilities in Queensland, including 7 in the Brisbane\nmetropolitan area, 3 on the Sunshine Coast, 7 on the Gold Coast and\n4 located between the north of Brisbane and the Sunshine Coast.\nSunnymeade Park is a privately-owned, single-approved residential\naged care facility with 172 beds, located in Caboolture, Queensland.\nSunnymeade Park provides the services required under the Aged\nCare Act 2024 (Cth) as an approved residential care home, including\n24/7 nursing care, ageing in place, secure dementia areas and\npalliative care. The sellers are Jomal Pty Ltd and Margaret Jean\nWalker, the latter also as Executor of the estate of Leslie Kenneth\nWalker and Margaret Jean Walker, being partners of the Leslie K &\nMargaret J Walker Partnership."
        },
        {
          "item": "Overlap between the\nparties",
          "details": "Opal Healthcare and Sunnymeade Park overlap in the supply of\nresidential aged care facilities in South-East Queensland.\nHowever, the Australian Competition and Consumer Commission\n(ACCC) has not reached a concluded view on market definition given\nthat, based on the information available and for the reasons below, it\nconsiders that the Acquisition is unlikely to have the effect of\nsubstantially lessening competition in any market whether a narrow\nor broad geographic market dimension is adopted."
        },
        {
          "item": "Reasons for determination",
          "details": "When making a determination in Phase 1, the ACCC undertakes a\ncompetition assessment and considers whether it is appropriate for\nan acquisition to be approved or subject to further assessment in\nPhase 2 in accordance with section 51ABZJ of the Competition and\nConsumer Act 2010 (Cth) (the Act). In doing so, the ACCC must have\nregard to the object of the Act and all relevant matters, including the\ninterests of consumers.\nFor more information about the ACCC’s approach to considering\nnotified acquisitions, see the ACCC’s merger assessment guidelines\nand interim merger process guidelines.\nIn conducting its competition assessment, the ACCC has considered\nthe information and documents that were submitted with the\nnotification form and publicly available information.\nThe ACCC has determined that the Acquisition may be put into\neffect as it considers that the Acquisition is unlikely to have the\neffect of substantially lessening competition in any market. In\nreaching its decision, and based on the material before it, the ACCC\nmakes the following findings.\n• The aggregation arising from the Acquisition is estimated to be\nlow at a local and regional level (as well as at the national level)\ngiven the number of beds at Sunnymeade Park and the total\nnumber of beds available in the relevant areas.\n• Opal Healthcare would likely continue to face competition from\nalternative suppliers of residential aged care facilities including\nfrom large national providers such as Bolton Clarke and Regis\nwhich have facilities in the local area."
        },
        {
          "item": "Applications for review",
          "details": "A notifying party, or other person who has been allowed to do so by\nthe Australian Competition Tribunal, may apply for review if they are\ndissatisfied with the determination. Pursuant to section 100C of the\nAct, applications for review of the determination are to be made to\nthe Australian Competition Tribunal before the end of 14 calendar\ndays after this statement of reasons was included on the ACCC’s\nAcquisitions Register. To confirm whether there has been any\napplication for review, please contact the Australian Competition\nTribunal."
        }
      ],
      "url_gh": "/matters/MN-75002/Opal Healthcare - Sunnymeade Park Aged Care Community - phase 1 determination.pdf",
      "status": "live",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": false,
  "phase_1_determination": "Approved",
  "phase_1_determination_date": "2026-02-10T12:00:00Z",
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}