{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/kkr-led-consortium-%E2%80%93-saviynt",
  "merger_name": "KKR led consortium – Saviynt",
  "status": "Assessment completed",
  "merger_id": "WA-05003",
  "effective_notification_datetime": "2026-01-11T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-01-27T12:00:00Z",
  "accc_determination": "Approved",
  "acquirers": [
    {
      "name": "KKR Spire Aggregator L.P.",
      "identifier_type": null,
      "identifier": "Company No.: 1001421059  Ontario"
    },
    {
      "name": "Carrick Capital Associates Fund II, L.P.",
      "identifier_type": null,
      "identifier": "Company No.: 5654423  Delaware"
    },
    {
      "name": "Carrick Capital Partners III Co-Investment Fund II, L.P.",
      "identifier_type": null,
      "identifier": "Company No.: 7023487  Delaware"
    },
    {
      "name": "Carrick Capital Founders Fund II, L.P.",
      "identifier_type": null,
      "identifier": "Company No.: 5654424  Delaware"
    },
    {
      "name": "Carrick Capital II Co-Investment Fund II, L.P.",
      "identifier_type": null,
      "identifier": "Company No.: 6150404  Delaware"
    },
    {
      "name": "Carrick Capital Partners II, L.P.",
      "identifier_type": null,
      "identifier": "Company No.: 5654420  Delaware"
    }
  ],
  "targets": [
    {
      "name": "Saviynt, Inc.",
      "identifier_type": null,
      "identifier": "Company No.: 5712935  Delaware"
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "7000",
      "name": "Computer System Design and Related Services"
    }
  ],
  "merger_description": "KKR Spire Aggregator L.P., a special purpose vehicle indirectly wholly owned by investment funds, vehicles and/or accounts advised and managed by Kohlberg Kravis Roberts & Co. L.P. (together with its affiliates, **KKR**) alongside Carrick Capital and other members of the consortium propose acquiring control over Saviynt, Inc.  \nKKR is a global investment firm that offers alternative asset management as well as capital markets and insurance solutions. KKR sponsors investment funds that invest in private equity, credit and real assets and has strategic partners that manage hedge funds.\n\nSaviynt is a cyber security provider focused on identity solutions. Saviynt’s solutions allow companies (and other organisations) to manage log-in details for their employees when accessing company resources. Saviynt provides an Identity Governance & Administration software that centralizes lifecycle management, access requests, compliance, and audit across hybrid IT environments, including human and non-human identities, along with a number of adjacent identity products.",
  "events": [
    {
      "date": "2026-01-27T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/KKR%20led%20consortium%20-%20Saviynt%20%28WA-05003%29%20-%20Notification%20waiver%20determination%20-%2027%20January%202026.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "KKR Spire Aggregator L.P. applied for a notification waiver in respect\nof the Kohlberg Kravis Roberts & Co. L.P. (KKR) led consortium’s\nproposed acquisition of share capital in Saviynt, Inc. (Saviynt), as\ndescribed in the transaction documents provided as part of the\napplication (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "27 January 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "KKR is a global investment firm that offers alternative asset\nmanagement as well as capital markets and insurance solutions.\nKKR sponsors investment funds that invest in private equity, credit\nand real assets and has strategic partners that manage hedge funds\nKKR Spire Aggregator L.P. is a special purpose vehicle indirectly\nwholly owned by investment funds, vehicles and/or accounts\nadvised and managed by KKR.\nAlongside KKR, vehicles controlled by asset management company\nCarrick Management Partners II (collectively, Carrick Capital), LLC,\nVerify Investments, LLC and Harjeet Kaur Shariff, LLC are proposing\nto acquire an interest in Saviynt. Carrick Capital is an investment firm\nfocussed on enterprise software, software-as-a-service and\ntechnology-enabled services, with experience in founding, scaling\nand optimising businesses.\nThe target, Saviynt, is a cyber security provider focused on identity\nsolutions. Saviynt’s solutions allow companies (and other\norganisations) to manage log-in details for their employees when\naccessing company resources. Saviynt provides interoperable\nIdentity Governance & Administration software that centralises\nlifecycle management, access requests, compliance, and audit\nacross hybrid IT environments, including human and non-human\nidentities, along with a number of adjacent identity products.\nThe KKR led consortium does not supply goods or services that\nhorizontally overlap with Saviynt. The KKR led consortium, with its\ninvestments in software-related services, may be considered to\nprovide products that are vertical and/or complementary in nature to\nSaviynt’s cybersecurity products."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided by the applicant, including in the notification\nwaiver application, and had regard to the factors in section\n51ABV(2)(b) of the Competition and Consumer Act 2010 (Cth) (Act).\nBased on the information provided by the applicant, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. There is no horizontal overlap between the KKR led\nconsortium’s portfolio companies’ and Saviynt in the supply\nof identify focussed cybersecurity software.\nb. Whilst there is a potential vertical and/or conglomerate\nrelationship between cybersecurity products supplied by the\nKKR led consortium and Saviynt, the parties are likely to\ncontinue to be competitively constrained by a wide range of\nalternative suppliers of cybersecurity and identity focussed\ncybersecurity software in Australia and globally.\nThe ACCC has also had regard to the likelihood that, if the\nAcquisition were put into effect, the notification thresholds\ndetermined under section 51ABP(1) of the Act would apply.\nWhile the ACCC considers that the notification thresholds are likely\nto be met, given that material competition concerns are unlikely to\narise, the ACCC has determined that the Acquisition is not required\nto be notified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-05003/KKR led consortium - Saviynt (WA-05003) - Notification waiver determination - 27 January 2026.pdf",
      "status": "live",
      "phase": "Waiver application"
    },
    {
      "date": "2026-01-11T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    },
    {
      "date": "2026-01-27T12:00:00Z",
      "title": "Waiver application determination: Approved",
      "display_title": "Waiver application determination: Approved",
      "phase": "Waiver"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}