{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/apollo-funds-led-consortium-%E2%80%93-lecta-group",
  "merger_name": "Apollo Funds led consortium – Lecta Group",
  "status": "Assessment completed",
  "merger_id": "WA-15007",
  "effective_notification_datetime": "2026-02-10T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-19T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-19T18:52:09+11:00",
  "acquirers": [
    {
      "name": "Reed BidCo Limited",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "targets": [
    {
      "name": "Lecta Paper Industries Intermediate Financing S.à r.l.",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "other_parties": [
    {
      "name": "Apollo Capital Management, L.P.",
      "identifier_type": null,
      "identifier": ""
    },
    {
      "name": "Apollo Global Management",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "anzsic_codes": [
    {
      "code": "1510",
      "name": "Pulp, Paper and Paperboard Manufacturing"
    },
    {
      "code": "1521",
      "name": "Corrugated Paperboard and Paperboard Container Manufacturing"
    },
    {
      "code": "1529",
      "name": "Other Converted Paper Product Manufacturing"
    },
    {
      "code": "3739",
      "name": "Other Goods Wholesaling n.e.c."
    }
  ],
  "merger_description": "Lecta Limited and Lecta Paper Industries Intermediate Financing S.à r.l. have agreed with certain creditors of the Lecta Group to restructure the group’s financial indebtedness. As part of that restructure, funds managed by subsidiaries of Apollo Global Management (together with its indirect subsidiaries managing the investment funds, **Apollo**) will indirectly acquire sole control over Lecta Paper Industries Intermediate Financing S.à r.l. (together with its subsidiaries, **Lecta**) by way of a debt-to-equity swap (the **Acquisition**).\n\nThe Acquisition will be effected by a new holding company, Reed Bidco Limited (**BidCo**), acquiring all of the common equity in Lecta and issuing new equity to the funds managed by Apollo, among other creditors of Lecta.\n\nApollo is a high-growth global alternative asset manager headquartered in New York City, New York. Apollo offers investment management and financial planning services to individuals and institutional investors.\n\nLecta is a manufacturer and supplier of specialty papers for labels, flexible packaging and other high value-added print segments, as well as coated and uncoated paper for publishing. Lecta has its main operating offices in Barcelona, Spain and operates several production facilities in Europe, including manufacturing facilities producing pulp, base paper, specialty papers, self-adhesive papers and coated woodfree paper, with seven mills across Spain, France and Italy and a self-adhesive converting centre in Germany.",
  "events": [
    {
      "date": "2026-02-19T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Apollo%20Funds%20led%20consortium%20-%20Lecta%20Group%20%28WA-15007%29%20-%20Notification%20waiver%20determination%20-%2019%20February%202026_0.pdf",
      "determination_commission_division": "Determination made by Commissioner Williams pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Lecta Limited and Lecta Paper Industries Intermediate Financing\nS.à r.l. have agreed with certain creditors of the Lecta Group to\nrestructure the group’s financial indebtedness. As part of that\nrestructure, funds managed by subsidiaries of Apollo Global\nManagement (together with its indirect subsidiaries managing the\ninvestment funds, Apollo) will indirectly acquire sole control over\nLecta Paper Industries Intermediate Financing S.à r.l. (together with\nits subsidiaries, Lecta) by way of a debt-to-equity swap (the\nAcquisition)\nThe Acquisition will be effected by a new holding company, Reed\nBidco Limited (BidCo), acquiring all of the common equity in Lecta\nand issuing new equity to the funds managed by Apollo, among\nother creditors of Lecta.\nApollo, Apollo Capital Management L.P. and BidCo jointly applied for\na notification waiver in respect of the Acquisition."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "19 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, Apollo, is a high-growth global alternative asset\nmanager headquartered in New York City, New York. Apollo offers\ninvestment management and financial planning services to\nindividuals and institutional investors.\nThe target, Lecta, is a manufacturer and supplier of specialty papers\nfor labels, flexible packaging and other high value-added print\nsegments, as well as coated and uncoated paper for publishing.\nLecta has its main operating offices in Barcelona, Spain and\noperates several production facilities in Europe, including\nmanufacturing facilities producing pulp, base paper, specialty\npapers, self-adhesive papers and coated woodfree paper, with seven\nmills across Spain, France and Italy and a self-adhesive converting\ncentre in Germany.\nWithin Australia, Lecta's activities include distributing two types of\npaper products via third-party distributors: self-adhesive labelstock\nand metallised paper."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (the ACCC) has considered\nthe information provided with the notification waiver application and\nhad regard to the factors in section 51ABV(2)(b) of the Competition\nand Consumer Act 2010 (Cth) (the Act).\nBased on the information provided in the application, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. There is no horizontal overlap between Apollo’s portfolio of\ncontrolled companies and Lecta in the supply of paper\nproducts in Australia.\nb. There is no vertical relationship in Australia between Apollo’s\nportfolio of controlled companies and Lecta.\nThe ACCC has also had regard to the likelihood that, if the\nAcquisition were put into effect, the notification thresholds\ndetermined under section 51ABP(1) of the Act would apply.\nWhile the ACCC considers that the notification thresholds are likely\nto be met, given that material competition concerns are unlikely to\narise, the ACCC has determined that the Acquisition is not required\nto be notified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-15007/Apollo Funds led consortium - Lecta Group (WA-15007) - Notification waiver determination - 19 February 2026_0.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-02-10T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}