{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/stockland-llc-%E2%80%93-intragroup-transfer-of-halcyon-jardin-and-evergreen-projects",
  "merger_name": "Stockland LLC – intragroup transfer of Halcyon Jardin and Evergreen projects",
  "status": "Assessment completed",
  "merger_id": "WA-10002",
  "effective_notification_datetime": "2026-01-15T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-13T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-13T18:31:05+11:00",
  "acquirers": [
    {
      "name": "SMLLP ASSET PTY LTD (as trustee for the SMLLP Evergreen Trust)",
      "identifier_type": "ABN",
      "identifier": "84 693 264 649"
    },
    {
      "name": "SMLLP SUB PTY LTD (as trustee of the SMLLP Development Sub Trust)",
      "identifier_type": "ABN",
      "identifier": "92 693 263 875"
    }
  ],
  "targets": [
    {
      "name": "STOCKLAND LAND LEASE MANAGEMENT PTY LIMITED",
      "identifier_type": "ABN",
      "identifier": "31 639 714 453"
    },
    {
      "name": "Stockland LLC No. 2 Pty Ltd (as trustee for the Stockland LLC St Germain Trust)",
      "identifier_type": "ACN",
      "identifier": "651 781 556"
    }
  ],
  "other_parties": [
    {
      "name": "STOCKLAND CORPORATION LTD",
      "identifier_type": "ABN",
      "identifier": "43 000 181 733"
    },
    {
      "name": "Stockland Trust (ARSN 092 897 348)",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "anzsic_codes": [
    {
      "code": "3211",
      "name": "Land Development and Subdivision"
    }
  ],
  "merger_description": "As part of its activities, Stockland Corporation Ltd and Stockland Trust (**Stockland**) operates a land lease communities (**LLC**) business, which currently comprises a portfolio of 39 LLC projects nationally, including both established communities and communities under development/in planning.\n\nStockland proposes, as a restructure, to transfer the land and development assets from two Stockland LLC projects, Halcyon Jardin and Halcyon Evergreen (in Clyde and Clyde North in Victoria), from Stockland controlled trusts/entities to newly established special purpose trusts (the **Acquisition**):\n\n* The Jardin and Evergreen land will be transferred to SMLLP Asset Pty Ltd as trustee for the SMLLP Jardin Trust (**Jardin Land Buyer**) and SMLLP Asset Pty Ltd as trustee for the SMLLP Evergreen Trust (**Evergreen Land Buyer**) respectively.\n* The Jardin and Evergreen development rights will be granted and development 'work in progress' will be transferred to SMLLP Sub Pty Ltd as trustee of the SMLLP Development Sub Trust (**Development Buyer**).\n\nAt the time of the Acquisition, the Jardin Land Buyer, Evergreen Land Buyer and Development Buyer will be (indirectly) controlled by Stockland. As newly established trusts, the Jardin and Evergreen Land Buyers and Development Buyer have no existing activities. Stockland will, post transfers, continue to develop the Jardin and Evergreen projects.",
  "events": [
    {
      "date": "2026-02-13T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Stockland%20LLC%20-%20intragroup%20transfer%20of%20Halcyon%20Jardin%20and%20Evergreen%20projects%20%28WA-10002%29%20-%20Notification%20waiver%20determination%20-%2013%20February%202026.pdf",
      "determination_commission_division": "Determination made by Commissioner Woodward pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Stockland Corporation Ltd and Stockland Trust (together Stockland)\napplied for a notification waiver in respect of SMLLP Asset Pty Ltd’s\nand SMLLP Sub Pty Ltd (Stockland Buyers) proposed acquisition of\nthe land and development rights of the Halcyon Jardin and Halcyon\nEvergreen projects, currently held by Stockland LLC No.2 Pty Ltd and\nStockland Land Lease Management Pty Limited (Stockland Sellers),\nas described in the transaction documents provided as part of the\napplication (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "13 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, Stockland, operates a land lease communities (LLC)\nbusiness, which currently comprises a portfolio of 39 LLC projects\nnationally, including both established communities and communities\nunder development/in planning.\nThe Stockland Buyers are newly established trusts which will be\n(indirectly) controlled by Stockland.\nThe Stockland Sellers are entities indirectly, wholly owned by\nStockland."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (the ACCC) has considered\nthe information provided with the notification waiver application and\nhad regard to the factors in section 51ABV(2)(b) of the Competition\nand Consumer Act 2010 (Cth) (the Act).\nBased on the information provided in the application, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. The Acquisition involves the transfer of assets between\nStockland-controlled entities.\nb. There is no horizontal consolidation or removal of a\ncompetitor as a result of the Acquisition.\nGiven the above considerations that material competition concerns\nare unlikely to arise, the ACCC has determined that the Acquisition is\nnot required to be notified.\nIn these circumstances, the ACCC does not consider it necessary to\nreach a concluded view on the likelihood of the notification\nthresholds being met.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nThe ACCC notes that it also considered the potential application of\nsection 51ABD (internal restructures and reorganisations) of the Act.\nThe application states that, on the facts of this matter, including the\nparticular entities and structures involved, it was not clear that the\nAcquisition fell within that provision. Given this uncertainty, the\nACCC considered it appropriate to assess the notification waiver\napplication on the basis that the acquisition provisions in the Act\napplied to the Acquisition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-10002/Stockland LLC - intragroup transfer of Halcyon Jardin and Evergreen projects (WA-10002) - Notification waiver determination - 13 February 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-15T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}