{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/australian-retirement-trust-%E2%80%93-interests-in-non-rental-income-westfield-sydney",
  "merger_name": "Australian Retirement Trust – Interests in non-rental income (Westfield Sydney)",
  "status": "Assessment completed",
  "merger_id": "WA-15004",
  "effective_notification_datetime": "2026-01-24T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-20T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-20T18:33:32+11:00",
  "acquirers": [
    {
      "name": "QIC TT COMPANY PTY LTD",
      "identifier_type": "ABN",
      "identifier": "27 694 380 973"
    }
  ],
  "targets": [
    {
      "name": "SCENTRE GROUP TRUST 3",
      "identifier_type": "ABN",
      "identifier": "11 517 229 138"
    },
    {
      "name": "SCENTRE ALLIANCES PTY LIMITED",
      "identifier_type": "ABN",
      "identifier": "53 098 357 521"
    }
  ],
  "other_parties": [
    {
      "name": "QIC INVESTMENTS NO.4 PTY LTD",
      "identifier_type": "ABN",
      "identifier": "84 682 889 818"
    },
    {
      "name": "THE TRUSTEE FOR AUSTRALIAN RETIREMENT TRUST",
      "identifier_type": "ABN",
      "identifier": "60 905 115 063"
    },
    {
      "name": "SCENTRE GROUP LIMITED",
      "identifier_type": "ABN",
      "identifier": "66 001 671 496"
    },
    {
      "name": "WESTFIELD GIFT CARDS PTY LIMITED",
      "identifier_type": "ABN",
      "identifier": "78 113 171 663"
    }
  ],
  "anzsic_codes": [
    {
      "code": "6712",
      "name": "Non-Residential Property Operators"
    },
    {
      "code": "6940",
      "name": "Advertising Services"
    },
    {
      "code": "9533",
      "name": "Parking Services"
    }
  ],
  "merger_description": "Australian Retirement Trust Pty Ltd as trustee of the Australian Retirement Trust (**ART**) is an Australian superannuation fund. ART manages retirement savings for >2.4 million members and >207,000 participating employers across Australia as at 30 June 2025. ART has limited interests in a small number of shopping centres in Sydney and New South Wales.\n\nScentre Group Limited (ASX: SCG) (**Scentre Group**) is an ASX-listed Australian real estate investment trust established in 2014. Scentre Group owns, develops and manages a portfolio of 42 Westfield shopping centres across Australia and New Zealand, including Westfield Sydney. Its business encompasses property investment, development, design, construction, leasing and asset management.\n\nART (through a wholly owned trust) has entered into an agreement with various wholly owned Scentre Group entities to acquire either:\n\n* a 19.9% interest in certain digital advertising assets located at Westfield Sydney, and the non-rental revenue associated with certain digital and other advertising within Westfield Sydney, valet services, gift cards and other ancillary or incidental non-rental income; or\n* only the non-rental revenue associated with certain digital and other advertising within Westfield Sydney, valet services, gift cards and other ancillary or incidental non-rental income\n\n  (the **Acquisition**).\n\nThe Acquisition is related to ART’s proposed acquisition of a 19.9% interest in the property trusts that own the various parcels of land that comprise Westfield Sydney, announced 23 December 2025.",
  "events": [
    {
      "date": "2026-02-20T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Australian%20Retirement%20Trust%20-%20Interests%20in%20non-rental%20income%20%28Westfield%20Sydney%29%20%28WA-15004%29%20-%20Notification%20waiver%20determination%20-%2020%20February%202026_0.pdf",
      "determination_commission_division": "Determination made by Commissioner Woodward pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "QIC TT Company Pty Ltd (QIC), an indirectly wholly owned entity of\nthe Australian Retirement Trust Pty Ltd as trustee of the Australian\nRetirement Trust (ART), applied for a notification waiver. The\napplication was made in respect of ART’s proposed acquisition\n(through a wholly owned entity) from Scentre Group Limited (Scentre\nGroup) of:\n• a 19.9% interest in certain digital advertising assets located\nat Westfield Sydney, and the non-rental revenue associated\nwith certain digital and other advertising within Westfield\nSydney, valet services, gift cards and other ancillary or\nincidental non-rental income; or\n• only the non-rental revenue associated with certain digital\nand other advertising within Westfield Sydney, valet\nservices, gift cards and other ancillary or incidental non-\nrental income,\nas described in the transaction documents provided as part of the\napplication (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "20 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "ART is one of Australia’s largest superannuation funds. ART\nmanages retirement savings for more than 2.4 million members and\nover 207,000 participating employers across Australia as at 30 June\n2025.\nThe vendor, Scentre Group, is an Australian real estate investment\ntrust, and a top 30 ASX-listed stapled property group. Scentre Group\nowns, develops, and manages a portfolio of 42 Westfield shopping\ncentres (including Westfield Sydney) across Australia and New\nZealand. Scentre Group’s business encompasses property\ninvestment, development, design, construction, leasing, and asset\nmanagement."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (the ACCC) has considered\nthe information provided with the notification waiver application and\nhad regard to the factors in section 51ABV(2)(b) of the Competition\nand Consumer Act 2010 (Cth) (the Act).\nBased on the information provided by the applicant, the ACCC\nconsiders that the Acquisition (with or without the digital advertising\nassets) is unlikely to give rise to any material lessening of\ncompetition. In particular:\na. the Acquisition gives rise to a limited horizontal overlap in\nthe supply of out-of-home advertising, gift cards, and other\nancillary or incidental services provided at shopping centres\nb. any increment to ART’s share of revenue in the above\nservices arising from the Acquisition is low\nc. the presence of alternative suppliers of advertising\nopportunities, gift cards, and shopping centre ancillary\nservices.\nIn these circumstances, the ACCC does not consider it necessary to\nreach a concluded view on the likelihood of the notification\nthresholds being met.\nGiven that material competition concerns are unlikely to arise, the\nACCC has determined that the Acquisition is not required to be\nnotified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-15004/Australian Retirement Trust - Interests in non-rental income (Westfield Sydney) (WA-15004) - Notification waiver determination - 20 February 2026_0.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-24T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}