{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/coforge-encora",
  "merger_name": "Coforge - Encora",
  "status": "Assessment completed",
  "merger_id": "WA-15003",
  "effective_notification_datetime": "2026-01-21T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-13T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-13T18:15:28+11:00",
  "acquirers": [
    {
      "name": "Coforge Limited",
      "identifier_type": null,
      "identifier": "L72100HR1992PLC128382"
    },
    {
      "name": "Encora Holdco Limited",
      "identifier_type": null,
      "identifier": ""
    },
    {
      "name": "Al Altius Parent (Cayman) Limited",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "targets": [
    {
      "name": "Encora US Holdco, Inc",
      "identifier_type": null,
      "identifier": ""
    },
    {
      "name": "Encora Holdings Limited",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "other_parties": [
    {
      "name": "Advent International, L.P.",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "anzsic_codes": [
    {
      "code": "7000",
      "name": "Computer System Design and Related Services"
    }
  ],
  "merger_description": "Coforge Limited (**Coforge**) proposes to acquire Encora US Holdco, Inc. and Encora Holdings Limited (together, **Encora**). As consideration, Encora Holdco Limited and AI Altius Parent (**Cayman**) Limited (together, the Sellers) propose to acquire a non-controlling, minority interest in Coforge.\n\nCoforge is a global technology services and solutions provider based in India. Coforge offers a broad range of technology consultancy services and solutions to business customers. Coforge operates across 25 countries, including Australia.\n\nEncora is a global digital engineering services company specialising in supplying a narrow subset of technology consultancy services and solutions to business customers (namely, software product development). Encora is based in the United States and operates across a number of countries globally, with a limited presence in Australia.\n\nThe Sellers are indirectly owned by private equity funds managed and/or advised by Advent International, L.P. and/or its affiliates (**Advent**).\n\nAdvent is a private equity investment firm based in the United States. Advent is focused on equity stakes and the management of investment funds in various sectors, including healthcare, industrial, technology, retail, consumer, and business and financial services.",
  "events": [
    {
      "date": "2026-02-13T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Coforge%20-%20Encora%20-%20%28WA-15003%29%20-%20Notification%20waiver%20determination%20-%2013%20February%202026.pdf",
      "determination_commission_division": "Determination made by Commissioner Williams pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Encora Holdco Limited and AI Altius Parent (Cayman) Limited\n(together, the Sellers) applied for a notification waiver in respect of\nthe proposal by:\n• Coforge Limited (Coforge) to acquire 100% of the share\ncapital in Encora US Holdco, Inc. and Encora Holdings\nLimited (together, Encora); and\n• the Sellers to acquire a non-controlling, minority interest in\nCoforge as consideration,\nas described in the transaction documents provided as part of the\napplication (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "13 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "Coforge is a global technology services and solutions provider based\nin India. Coforge offers a broad range of technology consultancy\nservices and solutions to business customers. Coforge operates\nacross 25 countries, including Australia.\nEncora is a global digital engineering services company specialising\nin supplying a narrow subset of technology consultancy services and\nsolutions to business customers (namely, software product\ndevelopment). Encora is based in the United States and operates\nacross a number of countries globally, including Australia.\nCoforge and Encora supply digital engineering solutions. This\nencompasses professional services to design, build and customise\nsoftware. These services generally involve bespoke solutions that\nare developed by a provider for a specific enterprise customer.\nThe Sellers are indirectly owned by private equity funds managed\nand/or advised by Advent International, L.P. and/or its affiliates\n(Advent). Advent is a private equity investment firm based in the\nUnited States. Advent is focused on equity stakes and the\nmanagement of investment funds in various sectors, including\nhealthcare, industrial, technology, retail, consumer, and business and\nfinancial services."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and had\nregard to the factors in section 51ABV(2)(b) of the Competition and\nConsumer Act 2010 (Cth) (Act).\nBased on the information provided in the application, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. While there is horizontal overlap between Coforge and\nEncora in the supply of digital engineering services in\nAustralia, the merger parties’ combined share is low.\nb. There are alternative suppliers of digital engineering services\nin Australia.\nIn these circumstances, the ACCC does not consider it necessary to\nreach a concluded view on the likelihood of the notification\nthresholds being met.\nGiven that material competition concerns are unlikely to arise, the\nACCC has determined that the Acquisition is not required to be\nnotified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-15003/Coforge - Encora - (WA-15003) - Notification waiver determination - 13 February 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-21T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}