{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/carlyle-%E2%80%93-peloton-computer-enterprises",
  "merger_name": "Carlyle – Peloton Computer Enterprises",
  "status": "Assessment completed",
  "merger_id": "WA-20003",
  "effective_notification_datetime": "2026-01-12T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-01-30T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-01-30T17:04:46+11:00",
  "acquirers": [
    {
      "name": "CG Panther Parentco, L.P.",
      "identifier_type": null,
      "identifier": "135095"
    }
  ],
  "targets": [
    {
      "name": "Peloton Computer Enterprises Ltd.",
      "identifier_type": null,
      "identifier": "2023447374  Canada"
    }
  ],
  "other_parties": [
    {
      "name": "The Carlyle Group Inc.",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "anzsic_codes": [
    {
      "code": "5420",
      "name": "Software Publishing"
    }
  ],
  "merger_description": "The Carlyle Group Inc. (**Carlyle**) is a global investment firm headquartered in Washington DC, USA, with assets under management across three business segments: (i) Global Private Equity (including corporate private equity and real estate funds); (ii) Global Credit (including liquid credit, illiquid credit and real assets credit); and (iii) Carlyle AlpInvest (including primary, secondary, and co-investments, commingled funds, and separately managed accounts).\n\nPeloton Computer Enterprises Ltd. (**Peloton**) is a global supplier of software predominantly used by exploration and production (**E&P**) operators in the upstream oil and gas industry. E&P is an early phase in the oil and gas industry concerned with locating and extracting raw materials.\n\nCarlyle, via its controlled investment vehicle (CG Panther Parentco, L.P., **Panther**), proposes to acquire non-voting and non-convertible preferred equity in Peloton, as well as warrants that (if exercised) would provide Carlyle with up to c. 14% of the fully-diluted equity in Peloton (pro forma for the transaction). Carlyle will ultimately (via Panther) hold only (i) preferred equity and (ii) warrants amounting up to c. 14% holding of common equity interests in Peloton on a lookthrough basis.",
  "events": [
    {
      "date": "2026-01-30T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Carlyle%20-%20Peloton%20Computer%20Enterprises%20%28WA-20003%29%20-%20Notification%20waiver%20determination%20-%2030%20January%202026.pdf",
      "determination_commission_division": "Determination made by Commissioner Woodward pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "CG Panther Parentco, L.P. (Panther), which is a controlled\ninvestment vehicle of The Carlyle Group Inc. (Carlyle), applied for a\nnotification waiver in respect of Carlyle’s proposed acquisition of:\na. non-voting and non-convertible preferred equity in Peloton\nComputer Enterprises Ltd. (Peloton), and\nb. warrants that (if exercised) would provide Carlyle with up to c.\n14% of the fully-diluted equity in Peloton (pro forma for the\ntransaction),\nas described in the transaction documents provided as part of the\napplication (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "30 January 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer is Carlyle, a global investment firm headquartered in\nWashington DC, USA. Carlyle has assets under management across\nthree business segments: Global Private Equity (including corporate\nprivate equity and real estate funds); Global Credit (including liquid\ncredit, illiquid credit and real assets credit); and Carlyle AlpInvest\n(including primary, secondary, and co-investments, commingled\nfunds, and separately managed accounts).\nThe target, Peloton, is a global supplier of software predominantly\nused by exploration and production operators in the upstream oil and\ngas industry."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided by the applicant, including in the notification\nwaiver application, and had regard to the factors in section\n51ABV(2)(b) of the Competition and Consumer Act 2010 (Cth) (Act).\nBased on the information provided by the applicant, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. The Acquisition does not appear likely to result in any\nhorizontal overlaps between Carlyle (including its connected\nentities) and Peloton in Australia.\nb. There appears to be a low risk of foreclosure or other\nconcerning vertical or conglomerate effects resulting from\nexclusionary conduct, bundling or tying of products post-\nacquisition.\nc. Peloton appears to have a relatively small presence in\nAustralia.\nThe ACCC has also had regard to the likelihood that, if the\nAcquisition were put into effect, the notification thresholds\ndetermined under section 51ABP(1) of the Act would apply.\nWhile the ACCC considers that the notification thresholds are likely\nto be met, given that material competition concerns are unlikely to\narise, the ACCC has determined that the Acquisition is not required\nto be notified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-20003/Carlyle - Peloton Computer Enterprises (WA-20003) - Notification waiver determination - 30 January 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-12T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}