{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/australian-venue-co-%E2%80%93-leasehold-and-certain-other-assets-of-quay-restaurant-sydney",
  "merger_name": "Australian Venue Co. – leasehold and certain other assets of Quay Restaurant, Sydney",
  "status": "Assessment completed",
  "merger_id": "WA-25005",
  "effective_notification_datetime": "2026-01-27T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-09T12:00:00Z",
  "accc_determination": "Approved",
  "acquirers": [
    {
      "name": "AVC OPERATIONS PTY LIMITED",
      "identifier_type": "ABN",
      "identifier": "81 607 832 299"
    },
    {
      "name": "Australian Venue Co. Holdings Limited",
      "identifier_type": "ABN",
      "identifier": "90 619 977 070"
    }
  ],
  "targets": [
    {
      "name": "Q.R.A. PTY LIMITED",
      "identifier_type": "ABN",
      "identifier": "62 051 433 839"
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "4511",
      "name": "Cafes and Restaurants"
    },
    {
      "code": "4520",
      "name": "Pubs, Taverns and Bars"
    }
  ],
  "merger_description": "AVC Operations Pty Limited (**AVC**) proposes to acquire a leasehold (via lease assignment), the benefit of a liquor licence and certain plant and equipment (with certain exclusions) of Quay Restaurant (**Quay**) from Q.R.A. Pty Limited (the **Acquisition**). The Vendor will not transfer the existing business of Quay to AVC, only the specific assets mentioned above.   \nAVC is a subsidiary of Australian Venue Co. Holdings Limited which operates licensed venues throughout Australia and New Zealand, primarily pubs, as well as bars, clubs and licensed restaurants. AVC's venues are individually branded and mostly located in inner-city and metro areas, offering food, alcoholic and non-alcoholic beverages, function rooms, live entertainment and gaming facilities.   \nQuay is situated on the Sydney harbourfront at Tenancy 6, Upper Level, Overseas Passenger Terminal, The Rocks. Quay Restaurant offers fine dining with views of the Sydney Opera House and Harbour Bridge.",
  "events": [
    {
      "date": "2026-02-09T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Australian%20Venue%20Co%20-%20leasehold%20and%20certain%20other%20assets%20of%20Quay%20Restaurant%2C%20Sydney%20-%20%28WA-25005%29%20-Notification%20waiver%20determination%20-%209%20February%202026.pdf",
      "determination_commission_division": "Determination made by Commissioner Philip Williams pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Australian Venue Co. Holdings Limited (Australian Venue Co), via\nAVC Operations Pty Limited (AVC), applied for a notification waiver\nin respect of its proposed acquisition of a leasehold, benefit of a\nliquor licence and certain assets of Quay Restaurant (Quay), as\ndescribed in the transaction documents provided as part of the\napplication (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "9 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, Australian Venue Co, operates licensed venues\nthroughout Australia and New Zealand, primarily pubs, as well as\nbars, clubs and licensed restaurants. Their venues are individually\nbranded and mostly located in inner-city and metro areas, offering\nfood, alcoholic and non-alcoholic beverages, function rooms, live\nentertainment and gaming facilities.\nThe target, Quay, is situated on the Sydney harbourfront at Tenancy\n6, Upper Level, Overseas Passenger Terminal, The Rocks. Quay\nRestaurant is a contemporary restaurant that offers fine dining with\nviews of the Sydney Opera House and Harbour Bridge and plans to\ncease trading in mid-February 2026.\nAustralian Venue Co, through its venue The Squire’s Landing, and\nQuay both supply retail hospitality restaurants in the same building in\nthe Overseas Passenger Terminal."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and had\nregard to the factors in section 51ABV(2)(b) of the Competition and\nConsumer Act 2010 (Cth) (Act).\nBased on the information provided in the application, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\n• While there is horizontal overlap between Quay and\nAustralian Venue Co, the combined share of the parties in\nthe supply of retail hospitality restaurants in the Circular\nQuay area of Sydney is low.\n• The presence of alternative suppliers of retail hospitality\nrestaurants in proximity to the Circular Quay area of Sydney.\nIn these circumstances, the ACCC does not consider it necessary to\nreach a concluded view on the likelihood of the notification\nthresholds being met. Given that material competition concerns are\nunlikely to arise, the ACCC has determined that the Acquisition is not\nrequired to be notified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-25005/Australian Venue Co - leasehold and certain other assets of Quay Restaurant, Sydney - (WA-25005) -Notification waiver determination - 9 February 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-27T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "page_modified_datetime": "2026-02-09T17:36:29+11:00",
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}