{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/regent-motors-group-%E2%80%93-esperance-motor-group-esperance-toyota-ford",
  "merger_name": "Regent Motors Group – Esperance Motor Group (Esperance Toyota & Ford)",
  "status": "Assessment completed",
  "merger_id": "WA-25001",
  "effective_notification_datetime": "2026-01-09T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-05T12:00:00Z",
  "accc_determination": "Approved",
  "acquirers": [
    {
      "name": "ALBANY MOTORS PTY LTD",
      "identifier_type": "ABN",
      "identifier": "95 676 040 341"
    }
  ],
  "targets": [
    {
      "name": "Esperance Motor Group Pty Ltd",
      "identifier_type": "ABN",
      "identifier": "57 121 986 016"
    },
    {
      "name": "BUVERIE PTY LTD as trustee for SCHWARZBACK FAMILY TRUST",
      "identifier_type": "ABN",
      "identifier": "80 701 405 315"
    }
  ],
  "other_parties": [
    {
      "name": "Regent Motors Pty Ltd",
      "identifier_type": "ABN",
      "identifier": "12 008 685 087"
    }
  ],
  "anzsic_codes": [
    {
      "code": "3911",
      "name": "Car Retailing"
    },
    {
      "code": "6240",
      "name": "Financial Asset Investing"
    }
  ],
  "merger_description": "Albany Motors Pty Ltd (**Albany Motors**), a member of Regent Motors Pty Ltd (**Regent Motors Group**), proposes to acquire 100% of the issued shares in Esperance Motor Group Pty Ltd (**Esperance Motor Group**) from Buverie Pty Ltd as trustee for the Schwarzback Family Trust.\n\nRegent Motors Group owns and operates franchised motor vehicle dealerships in Western Australia and Northern Territory, and supplies new (by brand) and used motor vehicles, plus aftersales services including servicing and repairs, parts and accessories, fleet sales/service, and finance and insurance facilitation.\n\nEsperance Motor Group operates a Toyota and Ford dealership in Esperance, Western Australia, supplying new and demonstrator Toyota and Ford vehicles, used vehicles, and aftersales services including servicing and repairs, parts and accessories, fleet activities, and finance and insurance facilitation.",
  "events": [
    {
      "date": "2026-02-05T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Regent%20Motors%20Group%20-%20Esperance%20Motor%20Group%20%28Esperance%20Toyota%20%26%20Ford%29%20%28WA-25001%29%20-%20Notification%20waiver%20determination%20-%205%20February%202026.pdf",
      "determination_commission_division": "Determination made by Commissioner Luke Woodward pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Albany Motors Pty Ltd (Albany Motors) applied for a notification\nwaiver in respect of its proposed acquisition of 100% of the share\ncapital of Esperance Motor Group Pty Ltd (Esperance Motor Group),\nas described in the transaction documents provided as part of the\napplication (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "5 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, Albany Motors, is a member of Regent Motors Pty Ltd\n(Regent Motors Group). Regent Motors Group owns and operates\nfranchised motor vehicle dealerships across Western Australia and\nNorthern Territory, and supplies new and used motor vehicles\n(including Toyota, Ford, Hyundai, Volkswagen, BMW, MG, Mini, Isuzu,\nRenault, GMSV, Suzuki and Subaru vehicles), plus after sale services\nincluding servicing and repairs, parts and accessories, fleet\nsales/service, and finance and insurance facilitation.\nThe target, Esperance Motor Group, operates a Toyota and Ford\ndealership in Esperance, Western Australia, supplying new and\ndemonstrator Toyota and Ford vehicles, used vehicles, and after sale\nservices including servicing and repairs, parts and accessories, fleet\nactivities, and finance and insurance facilitation."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided by the applicant, including in the notification\nwaiver application, and had regard to the factors in section 51ABV(2)\nof the Competition and Consumer Act 2010 (Cth) (Act).\nBased on the information provided by the applicant, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. There is no horizontal overlap between Regent Motors Group\nand Esperance Motor Group in the supply of new and used\nmotor vehicles and after sale services in Esperance and the\nsurrounding areas.\nb. There is a potential horizontal overlap between Regent\nMotors Group and Esperance Motor Group in the broader\narea of southern WA. If Perth is excluded from this area,\nthere are independent alternatives in Albany, Kalgoorlie,\nKatanning and Narrogin. If Perth is included in this area, the\nmerged parties would likely face competition from\nnumerous additional alternative dealerships in Perth.\nc. Any increment to Regent Motors Group share of the supply\nof Toyota and Ford vehicles in Western Australia is small.\nThe ACCC has also had regard to the likelihood that, if the\nAcquisition were put into effect, the notification thresholds\ndetermined under section 51ABP(1) of the Act would apply.\nWhile the ACCC considers that the notification thresholds are likely\nto be met, given that material competition concerns are unlikely to\narise, the ACCC has determined that the Acquisition is not required\nto be notified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-25001/Regent Motors Group - Esperance Motor Group (Esperance Toyota and Ford) (WA-25001) - Notification waiver determination - 5 February 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-09T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}