{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/h-e-parts-international-mining-solutions-warehouse-workshop-site-in-paget-qld",
  "merger_name": "H-E Parts International Mining Solutions - Warehouse workshop site in Paget, QLD",
  "status": "Assessment completed",
  "merger_id": "WA-20005",
  "effective_notification_datetime": "2026-01-30T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-12T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-12T19:50:43+11:00",
  "acquirers": [
    {
      "name": "H-E PARTS INTERNATIONAL MINING SOLUTIONS PTY LTD",
      "identifier_type": "ABN",
      "identifier": "58 007 761 499"
    }
  ],
  "targets": [
    {
      "name": "A.T.B. MORTON PTY LIMITED",
      "identifier_type": "ABN",
      "identifier": "34 002 684 620"
    }
  ],
  "other_parties": [
    {
      "name": "H-E PARTS INTERNATIONAL MINING SOLUTIONS COOLING DIVISION PTY LTD",
      "identifier_type": "ABN",
      "identifier": "68 129 884 019"
    },
    {
      "name": "HEP Australia Holdings Pty Ltd",
      "identifier_type": "ABN",
      "identifier": "22 129 428 155"
    }
  ],
  "anzsic_codes": [
    {
      "code": "3020",
      "name": "Non-Residential Building Construction"
    },
    {
      "code": "9419",
      "name": "Other Automotive Repair and Maintenance"
    },
    {
      "code": "9429",
      "name": "Other Machinery and Equipment Repair and Maintenance"
    }
  ],
  "merger_description": "H-E Parts International Mining Solutions Pty Ltd (**H-E Mining**) intends to enter into an agreement for lease with ATB Morton Pty Ltd (**ATB Morton**) in respect of land located at 88 Michelmore Street, Paget, Mackay, Queensland (the **Property**) and improvements to be constructed by ATB Morton.\n\nATB Morton will acquire and construct a purpose-built industrial warehouse and workshop facility on the Property. ATB Morton will then lease the Property and improvements constructed by ATB Morton to H-E Mining.\n\nThe Property will be used by H-E Mining and H-E Parts International Mining Solutions Cooling Division Pty Ltd (**H-E Cooling**).\n\nHEP Australia Holdings Pty Ltd is the parent entity of H-E Mining and H-E Cooling. These companies are providers of parts, engineered components, and service support for heavy-duty equipment used in mining and related industries, supporting both surface and underground operations as well as crushing and materials processing applications.\n\nATB Morton is a commercial and industrial property developer.",
  "events": [
    {
      "date": "2026-02-12T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/H-E%20Parts%20International%20Mining%20Solutions%20-%20Warehouse%20workshop%20site%20in%20Paget%2C%20QLD%20%28WA-20005%29%20-%20Notification%20waiver%20determination%20-%2012%20February%202026.pdf",
      "determination_commission_division": "Determination made by Commissioner Williams pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "H-E Parts International Mining Solutions Pty Ltd (H-E Mining) applied\nfor a notification waiver in respect of its proposed agreement for\nlease with ATB Morton Pty Ltd (ATB Morton) in respect of land\nlocated at 88 Michelmore Street, Paget, Mackay, Queensland (the\nProperty) and improvements to be constructed by ATB Morton, as\ndescribed in the transaction documents provided as part of the\napplication (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "12 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, H-E Mining, supplies parts, engineered components,\nand service support for heavy-duty equipment used in mining and\nrelated industries, supporting both surface and underground\noperations as well as crushing and materials processing\napplications. H-E Parts International Mining Solutions Cooling\nDivision Pty Ltd (H-E Cooling) provides cooling and heat-transfer\nsolutions for mining and heavy industrial equipment. HEP Australia\nHoldings Pty Ltd is the parent entity of H-E Mining and H-E Cooling.\nATB Morton is a commercial and industrial property developer, and\nwill be the landlord of the Property. ATB Morton will construct a\npurpose-built industrial warehouse and workshop facility on the\nProperty. ATB Morton will then lease the Property and improvements\nconstructed by ATB Morton to H-E Mining.\nThe Property will be used by H-E Mining and H-E Cooling, and would\nbe an input to their operations."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and had\nregard to the factors in section 51ABV(2)(b) of the Competition and\nConsumer Act 2010 (Cth) (Act).\nBased on the information provided in the application and publicly\navailable information, the ACCC considers that the Acquisition is\nunlikely to give rise to any material lessening of competition. In\nparticular:\na. There is no horizontal competitive overlap.\nb. There appear to be alternative sites available for H-E\nMining’s and H-E Cooling’s competitors.\nc. The Acquisition does not appear likely to otherwise limit or\nprevent competition from rivals.\nIn these circumstances, the ACCC does not consider it necessary to\nreach a concluded view on the likelihood of the notification\nthresholds being met.\nGiven that material competition concerns are unlikely to arise, the\nACCC has determined that the Acquisition is not required to be\nnotified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-20005/H-E Parts International Mining Solutions - Warehouse workshop site in Paget, QLD (WA-20005) - Notification waiver determination - 12 February 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-30T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}