{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/wsp-%E2%80%93-trc",
  "merger_name": "WSP – TRC",
  "status": "Assessment completed",
  "merger_id": "WA-35001",
  "effective_notification_datetime": "2026-01-06T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-01-13T12:00:00Z",
  "accc_determination": "Approved",
  "acquirers": [
    {
      "name": "WSP Global Inc.",
      "identifier_type": null,
      "identifier": "Corporation No.: 7748388"
    }
  ],
  "targets": [
    {
      "name": "TRC Companies, Inc.",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "6923",
      "name": "Engineering Design and Engineering Consulting Services"
    }
  ],
  "merger_description": "WSP Global Inc. (**WSP**) is a global engineering consulting services firm, which is listed on the Toronto Stock Exchange. In Australia, WSP operates through its wholly owned subsidiary, WSP Australia Pty Limited, and provides engineering services to customers across various industries (except where otherwise indicated, WSP and WSP Australia Pty Ltd are collectively referred to as WSP).\n\nTRC Companies, Inc. (**TRC**) (referred to as the Target, together with its related subsidiaries forming the TRC group) is a US-based privately held engineering consulting and construction services firm which predominantly services clients in the US who own or operate large-scale infrastructure and land assets. TRC has no subsidiary, employees or other physical presence in Australia and has immaterial supplies to Australian customers from its offshore operations.\n\nWSP has entered into an agreement to indirectly acquire 100% of the shares of TRC.",
  "events": [
    {
      "date": "2026-01-13T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/WSP-TRC%20%28WA-35001%29%20-%20Notification%20waiver%20determination%20-%20Acquisition%20not%20required%20to%20be%20notified%20-%2012%20January%202026.pdf",
      "determination_commission_division": "Determination made by Chair Cass-Gottlieb pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "WSP Global Inc. (WSP) applied for a notification waiver in respect of\nits proposed acquisition of 100% of the share capital in TRC\nCompanies, Inc. (TRC), as described in the transaction documents\nprovided as part of the application (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "12 January 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, WSP, is a global engineering consulting services firm\nwhich provides services related to planning, engineering, quality\nassurance and implementation of large engineering projects in the\nconstruction, energy, transport, infrastructure, building, and natural\nresource sectors in Australia.\nThe target, TRC, is an engineering consulting and construction\nmanagement firm that predominantly works with clients in the US\nwho own or operate large-scale infrastructure and land assets,\nincluding energy providers, utility providers, transportation agencies,\ngovernment bodies, and industrial and commercial enterprises. TRC\nprovides limited services to customers outside of the US.\nThe parties both supply engineering consulting services, including for\nthe energy, transport and infrastructure sectors."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and had\nregard to the factors in section 51ABV(2)(b) of the Competition and\nConsumer Act 2010 (Cth) (Act), being:\n(i) the object of the Act,\n(ii) the interests of consumers,\n(iii) the likelihood that, if the acquisition were put into effect,\nthe notification thresholds in section 51ABP(1) of the Act\nwould apply, and\n(iv) the likelihood that the acquisition, if put into effect, would\nin all the circumstances have the effect, or be likely to\nhave the effect, of substantially lessening competition in\nany market.\nBased on the information provided in the application, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. There is very limited horizontal overlap between WSP and\nTRC in the supply of goods or services in Australia. The\ninformation provided by WSP in its application indicates that\nTRC currently has no presence in Australia and generates\nnegligible revenue from offshore sales to customers in\nAustralia.\nb. The parties’ combined market share in the broader supply of\nengineering consulting services in Australia is very low and\nany aggregation in more specialised service offerings would\nbe minimal.\nc. The parties are likely to continue to be constrained by\nalternative global or national suppliers of engineering\nconsulting services in Australia, including design and project\nmanagement services in the energy, environment, transport\nand infrastructure sectors.\nThe ACCC has also had regard to the likelihood that, if the\nAcquisition were put into effect, the notification thresholds\ndetermined under section 51ABP(1) of the Act would apply.\nWhile the ACCC considers that the notification thresholds are likely\nto be met, given that material competition concerns are unlikely to\narise, the ACCC has determined that the Acquisition is not required to\nbe notified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition effects\nmore generally, see the ACCC’s interim guidance on notification\nwaivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-35001/WSP-TRC (WA-35001) - Notification waiver determination - Acquisition not required to be notified - 12 January 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-06T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    },
    {
      "date": "2026-01-13T12:00:00Z",
      "title": "Waiver application determination: Approved",
      "display_title": "Waiver application determination: Approved",
      "phase": "Waiver"
    }
  ],
  "is_waiver": true,
  "commentary": {
    "commentary": "WSP's global acquisition of TRC Companies was the one of the first two acquisitions to be granted a notification waiver by the ACCC. Both parties supply engineering consulting services, including for energy, transport and infrastructure sectors. The ACCC determined the acquisition did not require notification because:\n\n- there is very limited horizontal overlap in Australia, as TRC has no Australian presence and generates negligible revenue from Australian customers;\n- the parties' combined market share in engineering consulting services in Australia is very low; and\n- alternative global and national suppliers remain.\n\nWhile notification thresholds were likely met, the ACCC waived the requirement given its view that there were minimal competition concerns.",
    "tags": [
      "landmark"
    ],
    "last_updated": "2026-01-19"
  },
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}