{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/salesforce-%E2%80%93-qualified",
  "merger_name": "Salesforce – Qualified",
  "status": "Assessment completed",
  "merger_id": "WA-35003",
  "effective_notification_datetime": "2026-01-08T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-01-21T12:00:00Z",
  "accc_determination": "Not approved",
  "page_modified_datetime": "2026-01-21T09:04:10+11:00",
  "acquirers": [
    {
      "name": "Salesforce, Inc",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "targets": [
    {
      "name": "Qualified.com, Inc",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "7000",
      "name": "Computer System Design and Related Services"
    }
  ],
  "merger_description": "Salesforce, Inc (**Salesforce**) is a global supplier of customer relationship management (**CRM**) software and other software-as-a-service solutions that enable companies to manage and improve their relationships with customers. Salesforce is a publicly listed company on the New York Stock Exchange and is headquartered in San Francisco, California.\n\nQualified.com, Inc (**Qualified**), founded in 2018 and headquartered in San Francisco, California, is a provider of an agentic marketing product. Qualified offers its products worldwide, including in Australia.\n\nBoth Salesforce and Qualified supply conversation automation solutions for business-to-business (**B2B**) uses, which integrate with Salesforce’s CRM software. Conversation automation solutions for B2B uses includes tools, such as virtual assistants, artificial intelligence (**AI**) agents, and chatbots, that support functions such as outbound and inbound sales prospecting for lead generation, customer qualification, customer research, meeting scheduling, and personalised product recommendations.\n\nSalesforce proposes to acquire by merger all of the outstanding voting securities of Qualified.",
  "events": [
    {
      "date": "2026-01-21T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Not approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Salesforce-Qualified%20%28WA-35003%29%20-%20Notification%20waiver%20determination%20-%2020%20January%202026.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Salesforce, Inc (Salesforce) applied for a notification waiver in\nrespect of its proposed acquisition of the outstanding voting\nsecurities of Qualified.com, Inc (Qualified), as described in the\ntransaction documents provided as part of the application (the\nAcquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(b) of the Competition and\nConsumer Act 2010 (Cth) not to make the notification waiver\ndetermination applied for."
        },
        {
          "item": "Date of determination",
          "details": "20 January 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, Salesforce, is a global supplier of customer\nrelationship management (CRM) software and other software-as-a-\nservice solutions that enable companies to manage and improve\ntheir relationship with customers. Salesforce is a publicly listed\ncompany on the New York Stock Exchange and is headquartered in\nSan Francisco, California. Salesforce offers a suite of artificial\nintelligence (AI) agents, which are integrated with its core CRM\nofferings and automate tasks related to sales, service, marketing\nand commerce, such as personalised engagement with potential and\nexisting customers and scheduling meetings.\nThe target, Qualified, is a supplier of an AI-based sales development\nrepresentative (SDR) agent, known as Piper, which integrates with\nSalesforce’s CRM platform. Piper is an agentic marketing product\nthat is focused on engaging customers through a company’s website\nand converting them into buyers. Qualified is headquartered in San\nFrancisco, California, and offers its products worldwide, including in\nAustralia.\nSalesforce and Qualified overlap in Australia in the supply of\nconversation automation solutions for business-to-business (B2B)\nuses, such as virtual assistants, AI agents or chatbots, to support\nsales and marketing teams to engage with customers.\nIn addition to the horizontal overlap, there is a vertical relationship\nbetween Qualified’s product Piper and Salesforce’s CRM platform.\nPiper uses Salesforce’s CRM data to inform its agent’s interactions\nand records information about customer engagement in Salesforce’s\nCRM platform."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application, public\ninformation and other industry information in the possession of the\nACCC from its consideration of prior matters, and had regard to the\nfactors in section 51ABV(2)(b) of the Competition and Consumer Act\n2010 (Cth) (Act), being:\n(i) the object of the Act,\n(ii) the interests of consumers,\n(iii) the likelihood that, if the acquisition were put into effect, the\nnotification thresholds in section 51ABP(1) of the Act would\napply, and\n(iv) the likelihood that the acquisition, if put into effect, would in\nall the circumstances have the effect, or be likely to have the\neffect, of substantially lessening competition in any market.\nBased on the information provided in the application, including\nSalesforce’s revenue in Australia and the transaction value, the\nACCC considers that, if the Acquisition were put into effect, the\nnotification thresholds would be met.\nThe ACCC also considers that the Acquisition may raise competition\nissues. In particular:\na. Salesforce is the leading provider of CRM software to\nbusinesses in Australia and is significantly larger than the\nnext largest supplier.\nb. The parties operate in complex and dynamic markets,\nincluding the provision of agentic AI.\nc. There is a vertical relationship between the products\nsupplied by Salesforce and Qualified. The extent of the\nparties’ ability and/or incentive to foreclose rivals to\nQualified or Salesforce warrants further consideration to be\nable to form a conclusive view on the competition impacts\nof the Acquisition, despite the relatively small presence of\nQualified in Australia at present.\nThe ACCC considers that these potential competition issues warrant\nconsideration through the notification process, including via\nconsultation with third parties.\nGiven the above, the ACCC has determined not to make the\nnotification waiver determination applied for.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-35003/Salesforce-Qualified (WA-35003) - Notification waiver determination - 20 January 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-08T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "comments": [
    {
      "commentary": "The ACCC declined to provide a waiver for Salesforce's proposed acquisition of Qualified. The parties subsequently [notified the transaction](/mergers/MN-85007) for ACCC review.",
      "tags": [
        "landmark"
      ],
      "date": "2026-02-19"
    }
  ],
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}