{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/vets-central-%E2%80%93-gawler-animal-hospital-and-animalia-vet-clinic",
  "merger_name": "Vets Central – Gawler Animal Hospital and Animalia Vet Clinic",
  "status": "Assessment completed",
  "merger_id": "WA-40004",
  "effective_notification_datetime": "2026-01-29T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-12T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-12T18:10:44+11:00",
  "acquirers": [
    {
      "name": "VC OPERATIONS (WA) PTY LTD",
      "identifier_type": "ABN",
      "identifier": "28 646 499 005"
    },
    {
      "name": "VETS CENTRAL HOLDINGS PTY LTD",
      "identifier_type": "ABN",
      "identifier": "60 652 812 256"
    }
  ],
  "targets": [
    {
      "name": "Gawler Animal Hospital Pty Ltd",
      "identifier_type": "ABN",
      "identifier": "87 160 265 109"
    },
    {
      "name": "GAH 2.0 PTY LTD",
      "identifier_type": "ABN",
      "identifier": "76 666 800 666"
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "6970",
      "name": "Veterinary Services"
    },
    {
      "code": "9539",
      "name": "Other Personal Services n.e.c."
    }
  ],
  "merger_description": "Vets Central Holdings Pty Ltd (together, with its subsidiaries, **Vets Central**), proposes to acquire 100% of the business assets (both tangible and intangible) of Gawler Animal Hospital and Animalia Vet Clinic (the Targets) from Gawler Animal Hospital Pty Ltd and GAH 2.0 Pty Ltd, respectively.\n\nVets Central is an Australian-owned veterinary group that owns and operates 78 first opinion veterinary practices across Australia and New Zealand. In Australia, Vets Central’s practices provide core and ancillary veterinary services, for household pets as well as livestock, and other exotic species. The services primarily include routine, planned, and emergency veterinary services (excluding after-hours services).\n\nThe Targets are jointly owned, first opinion veterinary practices that provide routine, planned and emergency (excluding after-hours) veterinary services in the Gawler and Evanston areas of South Australia.\n\nVet Central and the Targets both provide a range of veterinary services for household and exotic pets in their respective local areas.",
  "events": [
    {
      "date": "2026-02-12T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Vets%20Central%20-%20Gawler%20Animal%20Hospital%20and%20Animalia%20Vet%20Clinic%20%28WA-40004%29%20-%20Notification%20waiver%20determination%20-%2012%20February%202026.pdf",
      "determination_commission_division": "Determination made by Commissioner Philip Williams pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Vets Central Holdings Pty Ltd (together, with its subsidiaries, Vets\nCentral) applied for a notification waiver in respect of its proposed\nacquisition of 100% of the assets of Gawler Animal Hospital and\nAnimalia Vet Clinic as described in the transaction documents\nprovided as part of the application (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "12 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, Vets Central, is an Australian-owned veterinary group\nthat owns and operates 78 first opinion veterinary practices across\nAustralia and New Zealand. In Australia, Vets Central’s practices\nprovide core and ancillary veterinary services, for household pets as\nwell as livestock, and other exotic species. The services primarily\ninclude routine, planned, and emergency veterinary services\n(excluding after-hours services).\nThe targets, Gawler Animal Hospital and Animalia Vet Clinic, are\njointly owned, full-service veterinary practices in the Gawler and\nEvanston areas of South Australia. Both businesses also provide a\nrange of first opinion core and ancillary veterinary services for\nhousehold pets and exotic pets in their respective local areas. The\nGawler Animal Hospital also provides behaviour classes and\ncomplicated surgeries.\nVets Central operates 7 veterinary practices in South Australia, the\nclosest being over 30 km away from the targets."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and had\nregard to the factors in section 51ABV(2)(b) of the Competition and\nConsumer Act 2010 (Cth) (Act).\nBased on the information provided in the application the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. There appears to be limited or no local geographic horizontal\noverlap between Vets Central and the Gawler Animal\nHospital and Animalia Vet Clinic in the supply of veterinary\nservices in the Gawler and Evanston areas of South\nAustralia.\nb. The parties’ combined share of supply of veterinary services\nin South Australia and Australia is not high and there are\nalternative suppliers in the Gawler and Evanston areas of\nSouth Australia, broader South Australia and Australia.\nThe ACCC has also had regard to the likelihood that, if the\nAcquisition were put into effect, the notification thresholds\ndetermined under section 51ABP(1) of the Act would apply.\nWhile the ACCC considers that the notification thresholds are likely\nto be met, given that material competition concerns are unlikely to\narise, the ACCC has determined that the Acquisition is not required\nto be notified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-40004/Vets Central - Gawler Animal Hospital and Animalia Vet Clinic (WA-40004) - Notification waiver determination - 12 February 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-29T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}