{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/cvc-capital-partners-%E2%80%93-smiths-detection-group",
  "merger_name": "CVC Capital Partners – Smiths Detection Group",
  "status": "Assessment completed",
  "merger_id": "WA-40003",
  "effective_notification_datetime": "2026-01-16T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-01-30T12:00:00Z",
  "accc_determination": "Approved",
  "acquirers": [
    {
      "name": "Skyshield UK Bidco Limited",
      "identifier_type": null,
      "identifier": ""
    },
    {
      "name": "Skyshield US Bidco Limited",
      "identifier_type": null,
      "identifier": ""
    },
    {
      "name": "CVC Capital Partners plc",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "targets": [
    {
      "name": "Smiths Detection Group Limited",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "2469",
      "name": "Other Specialised Machinery and Equipment Manufacturing"
    }
  ],
  "merger_description": "The acquisition is for 100% of the shares of Smiths Detection Group Limited and its subsidiaries from Smiths Group International Holdings Limited by two newly incorporated investment vehicles, Skyshield US Bidco Limited and Skyshield UK Bidco Limited, which are indirectly controlled by funds or vehicles managed and/or advised by affiliates of CVC Capital Partners plc.\n\nCVC Capital Partners plc is a global alternative investment manager focused on private equity, credit, infrastructure and secondaries. CVC Capital Partners plc hold interests in a number of companies active in a variety of industries around the world, including in financial services, chemicals, utilities, manufacturing, retailing and distribution, primarily in Europe, the US and the Asia-Pacific region.\n\nSmiths Detection Group is a global provider of advanced security-screening and threat-detection technologies.  It has operations in Australia through Smiths Detection (Australia) Pty Limited.",
  "events": [
    {
      "date": "2026-01-30T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/CVC%20Capital%20Partners%20%E2%80%93%20Smiths%20Detection%20Group%20%28WA-40003%29%20-%20Notification%20waiver%20determination%20-%2030%20January%202026.pdf",
      "determination_commission_division": "Determination made by Commissioner Philip Williams pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "CVC Capital Partners plc. (CVC Capital Partners), via Skyshield US\nBidCo Limited and Skyshield UK Bidco Limited, applied for a\nnotification waiver in respect of its proposed acquisition of 100% of\nthe shares in Smiths Detection Group Limited (Smiths Detection\nGroup), as described in the transaction documents provided as part\nof the application (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "30 January 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, CVC Capital Partners, is a global alternative investment\nmanager focused on private equity, credit, infrastructure and\nsecondaries. CVC Capital Partners hold interests in a number of\ncompanies active in a variety of industries around the world,\nincluding in financial services, chemicals, utilities, manufacturing,\nretailing and distribution, primarily in Europe, the US and the Asia-\nPacific region.\nThe target, Smiths Detection Group, is wholly owned and controlled\nby Smiths Group International Holdings Limited. Smiths Detection\nGroup is a global provider of advanced security-screening and threat-\ndetection technologies used in aviation, ports and borders, urban\nsecurity, defence and critical infrastructure. This includes CT and X-\nray scanners, explosive and chemical trace detection devices,\namong other technologies. The target also supplies software,\ninstallation and commissioning, training, spare parts, repairs,\nupgrades and long-term service contracts.\nThe application states that the Acquisition does not give rise to any\nhorizontal overlap or vertical relationship between the products and\nservices supplied by Smiths Detection Group and CVC Capital\nPartners controlled portfolio companies in Australia."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and had\nregard to the factors in section 51ABV(2)(b) of the Competition and\nConsumer Act 2010 (Cth) (Act).\nBased on the information provided in the application, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular, there is no horizontal overlap\nor vertical relationship between CVC Capital Partners and Smiths\nDetection Group in the supply of security screening and threat\ndetection technologies in Australia.\nThe ACCC has also had regard to the likelihood that, if the\nAcquisition were put into effect, the notification thresholds\ndetermined under section 51ABP(1) of the Act would apply.\nWhile the ACCC considers that the notification thresholds are likely\nto be met, given that material competition concerns are unlikely to\narise, the ACCC has determined that the Acquisition is not required\nto be notified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-40003/CVC Capital Partners – Smiths Detection Group (WA-40003) - Notification waiver determination - 30 January 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-16T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "page_modified_datetime": "2026-01-30T17:11:06+11:00",
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}