{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/star-hotels-group-%E2%80%93-yandina-hotel-qld",
  "merger_name": "Star Hotels Group – Yandina Hotel, QLD",
  "status": "Assessment completed",
  "merger_id": "WA-40002",
  "effective_notification_datetime": "2026-01-14T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-02T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-03T10:08:37+11:00",
  "acquirers": [
    {
      "name": "HOTEL MAROOCHYDORE PTY LTD",
      "identifier_type": "ABN",
      "identifier": "99 140 651 887"
    },
    {
      "name": "SCHF PTY LTD",
      "identifier_type": "ABN",
      "identifier": "99 644 329 733"
    },
    {
      "name": "Star Consolidated Holdings Pty Ltd",
      "identifier_type": "ABN",
      "identifier": "12 615 803 588"
    }
  ],
  "targets": [
    {
      "name": "The Trustee for Kingston Family Trust",
      "identifier_type": "ABN",
      "identifier": "96 328 946 230"
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "4400",
      "name": "Accommodation"
    },
    {
      "code": "4520",
      "name": "Pubs, Taverns and Bars"
    }
  ],
  "merger_description": "Star Hotels is an independently owned and operated pub and liquor retail group, primarily operating pubs along the eastern seaboard of QLD as well in South Australia. It currently operates over 50 venues in QLD, including two pubs in the Sunshine Coast area.\n\nThe Yandina Hotel is owned by the Trustee for Kingston Family Trust (trading as Yandina Hotel), a single-site operator. The Yandina Hotel offers dining, accommodation, gaming and a bottle shop.\n\nUnder the Acquisition, Star Hotels will acquire both the freehold land and the business assets of the Yandina Hotel.",
  "events": [
    {
      "date": "2026-02-02T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Star%20Hotels%20Group%20-%20Yandina%20Hotel_%20QLD%20%28WA-40002%29%20-%20Notification%20waiver%20determination_0.pdf",
      "determination_commission_division": "Determination made by Commissioner Philip Williams pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Hotel Maroochydore Pty Ltd and SCHF Pty Ltd, subsidiaries of Star\nConsolidated Holdings Ptd Ltd (Star Hotels) applied for a\nnotification waiver in respect of a proposed acquisition of the\nbusiness and assets of the Yandina Hotel in Yandina, Qld, as\ndescribed in the transaction documents provided as part of the\napplication (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "2 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, Star Hotels, is an independently owned and operated\npub and liquor retail group, primarily operating over 50 pubs along\nthe eastern seaboard of QLD and four in SA. It operates multiple\nlicensed venues, accommodation, liquor retail outfits under brands\nsuch as Star Liquor, Sense of Taste and Bob’s Bulk Booze. It\ncurrently operates two pubs in the Sunshine Coast area.\nThe target, Yandina Hotel, is a hotel in Yandina, QLD that offers\ndining, accommodation, gaming and a bottle shop. It is currently\nowned and operated by the Trustee for Kingston Family Trust\n(trading as Yandina Hotel), a single-site operator.\nStar Hotels and the Yandina Hotel overlap in the supply of dining,\naccommodation, gaming and liquor in the Sunshine Coast area."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided by the applicant, including in the notification\nwaiver application, and had regard to the factors in section\n51ABV(2)(b) of the Competition and Consumer Act 2010 (Cth) (Act).\nBased on the information provided by the applicant, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. while there is horizontal overlap between Star Hotels and the\nYandina Hotel, concentration and the combined share of the\nparties in the supply of accommodation, dining, functions,\ngaming and liquor services in the broader Sunshine Coast\narea is low\nb. the presence of alternative suppliers of accommodation,\ndining, functions, gaming and liquor in the broader Sunshine\nCoast and Noosa area.\nThe ACCC has also had regard to the likelihood that, if the\nAcquisition were put into effect, the notification thresholds\ndetermined under section 51ABP(1) of the Act would apply.\nWhile the ACCC considers that the notification thresholds are likely\nto be met, given that material competition concerns are unlikely to\narise, the ACCC has determined that the Acquisition is not required\nto be notified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-40002/Star Hotels Group - Yandina Hotel_ QLD (WA-40002) - Notification waiver determination_0.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-14T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}