{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/blackbird-ventures-%E2%80%93-baseten-labs",
  "merger_name": "Blackbird Ventures – Baseten Labs",
  "status": "Assessment completed",
  "merger_id": "WA-55004",
  "effective_notification_datetime": "2026-01-29T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-10T12:00:00Z",
  "accc_determination": "Approved",
  "acquirers": [
    {
      "name": "Blackbird FOF25 Pty Ltd as trustee for Blackbird Ventures 2025 Follow-On Fund Trust",
      "identifier_type": "ABN",
      "identifier": "49 711 375 395"
    }
  ],
  "targets": [
    {
      "name": "Baseten Labs, Inc",
      "identifier_type": null,
      "identifier": "EIN 371950658"
    }
  ],
  "other_parties": [
    {
      "name": "Blackbird Ventures Pty Ltd",
      "identifier_type": "ABN",
      "identifier": "93 159 044 989"
    }
  ],
  "anzsic_codes": [
    {
      "code": "2461",
      "name": "Agricultural Machinery and Equipment Manufacturing"
    },
    {
      "code": "5420",
      "name": "Software Publishing"
    },
    {
      "code": "5700",
      "name": "Internet Publishing and Broadcasting"
    },
    {
      "code": "6910",
      "name": "Scientific Research Services"
    },
    {
      "code": "7000",
      "name": "Computer System Design and Related Services"
    }
  ],
  "merger_description": "Blackbird FOF25 Pty Ltd as trustee for Blackbird Ventures 2025 Follow-On Fund Trust (**Blackbird FOF25**) proposes to purchase shares of Series E Preferred Stock in a capital raise by Baseten Labs, Inc (**Baseten**).\n\nBlackbird FOF25 is a venture capital fund managed by Blackbird Ventures. Blackbird Ventures is a venture capital firm based in Australia and New Zealand that invests in early-stage and high-growth technology companies. Funds managed by Blackbird Ventures (including Blackbird FOF25) hold minority investments in companies in Australia, New Zealand and around the world.\n\nBaseten is a provider of an artificial intelligence (**AI**) inference platform and is based in San Francisco. Baseten's platform enables customers to deploy AI models across multiple clouds, regions, and geographies through its multi-tenant, single-tenant, and self-hosted deployment options. Baseten also offers on demand AI training capabilities for companies deploying custom or fine-tuned models. The Baseten platform encompasses models across various modality and use cases, including large language models, speech-to-text, text-to-speech, image generation, video generation, embeddings, and multi-model workflows.",
  "events": [
    {
      "date": "2026-02-10T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Blackbird%20Ventures%20-%20Baseten%20Labs%20%28WA-55004%29%20-%20Notification%20waiver%20determination%20-%2010%20February%202026.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Blackbird FOF25 Pty Ltd as trustee for Blackbird Ventures 2025\nFollow-On Fund Trust (Blackbird FOF25) applied for a notification\nwaiver in respect of its proposed acquisition of shares of Series E\nPreferred Stock in Baseten Labs, Inc (Baseten), as described in the\ntransaction documents provided as part of the application (the\nAcquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "10 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "Blackbird Ventures is a venture capital firm based in Australia and\nNew Zealand that invests in early-stage and high-growth technology\ncompanies. Blackbird FOF25 is a venture capital fund managed by\nBlackbird Ventures. Funds managed by Blackbird Ventures (including\nBlackbird FOF25) hold minority investments in hundreds of\ncompanies in Australia, New Zealand and around the world.\nThe target, Baseten, is a provider of an artificial intelligence (AI)\ninference platform and is based in San Francisco. Baseten's platform\nenables customers to deploy AI models across multiple clouds,\nregions, and geographies through its multi-tenant, single-tenant, and\nself-hosted deployment options. Baseten also offers on demand AI\ntraining capabilities for companies deploying custom or fine-tuned\nmodels. The Baseten platform encompasses models across various\nmodality and use cases, including large language models, speech-to-\ntext, text-to-speech, image generation, video generation,\nembeddings, and multi-model workflows.\nThe application states that there is no overlap between Blackbird\nVentures’ existing portfolio companies and Baseten."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and had\nregard to the factors in section 51ABV(2)(b) of the Competition and\nConsumer Act 2010 (Cth) (Act).\nBased on the information provided by the applicant, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. The size of the interest in Baseten being acquired by\nBlackbird Ventures is small.\nb. Baseten has a single customer in Australia.\nc. There does not appear to be horizontal overlap between\nBlackbird Ventures’ portfolio companies and Baseten in the\nsupply of AI inference products in Australia.\nd. There appears to be a low risk of foreclosure or other\nconcerning vertical or conglomerate effects resulting from\nexclusionary conduct, bundling or tying of products post-\nacquisition.\nGiven the above considerations that material competition concerns\nare unlikely to arise, the ACCC has determined that the Acquisition is\nnot required to be notified.\nIn these circumstances, the ACCC does not consider it necessary to\nreach a concluded view on the likelihood of the notification\nthresholds being met.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-55004/Blackbird Ventures - Baseten Labs (WA-55004) - Notification waiver determination - 10 February 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-29T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}