{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/francisco-partners-sermo",
  "merger_name": "Francisco Partners - Sermo",
  "status": "Assessment completed",
  "merger_id": "WA-50003",
  "effective_notification_datetime": "2026-01-20T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-20T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-20T18:41:18+11:00",
  "acquirers": [
    {
      "name": "Sigrun Bidco Limited",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "targets": [
    {
      "name": "Sermo Limited (together with its subsidiaries, “Sermo”)",
      "identifier_type": null,
      "identifier": "CRN 11755038"
    }
  ],
  "other_parties": [
    {
      "name": "Francisco Partners Management, L.P",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "anzsic_codes": [
    {
      "code": "6419",
      "name": "Other Auxiliary Finance and Investment Services"
    },
    {
      "code": "6950",
      "name": "Market Research and Statistical Services"
    }
  ],
  "merger_description": "Francisco Partners Management, L.P. (**Francisco Partners**) is a global investment firm specialising in technology and technology-enabled businesses, headquartered in San Francisco, United States with offices in New York and London. Francisco Partners has several portfolio companies that operate across multiple different sectors.\n\nSermo Limited (**Sermo**) is a global medical social platform founded in the United States in 2005. Sermo enables healthcare professionals to share knowledge, obtain medical insights from peers on patient cases, access medical information and education, review and rate medicines, participate in anonymous peer consultations and collaborative crowdsourcing, and complete paid surveys to earn money. Sermo has no subsidiary, employees or other physical presence in Australia, but supplies to some Australian customers from its offshore operations.\n\nA bidding vehicle, Sigrun Bidco Limited, controlled by funds advised by Francisco Partners, is proposing to acquire 83% of the shares in Sermo through a share purchase agreement, with the remainder rolling over to Sermo’s founder / CEO.",
  "events": [
    {
      "date": "2026-02-20T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Francisco%20Partners%20-%20Sermo%20%28WA-50003%29%20-%20Notification%20waiver%20determination%20-%2020%20February%202026_0.pdf",
      "determination_commission_division": "Determination made by Commissioner Williams pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Sigrun Bidco Limited (Sigrun), a bidding vehicle controlled by funds\nadvised by Francisco Partners Management, L.P (Francisco\nPartners), applied for a notification waiver in respect of its proposed\nacquisition of 83% of the shares in Sermo Limited (Sermo), with the\nremainder rolling over to Sermo’s founder / CEO, as described in the\ntransaction document provided as part of the application (the\nAcquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "20 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "Francisco Partners is a global investment firm specialising in\ntechnology and technology-enabled businesses, headquartered in\nSan Francisco, United States with offices in New York and London.\nSigrun is a bidding vehicle controlled by funds advised by Francisco\nPartners.\nSermo is a global medical social platform founded in the United\nStates in 2005. Designed by doctors, Sermo enables healthcare\nprofessionals to share knowledge, obtain medical insights from\npeers on patient cases, access medical information and education,\nreview and rate medicines, participate in anonymous peer\nconsultations and collaborative crowdsourcing, and complete paid\nsurveys to earn money. Sermo has no subsidiary, employees or other\nphysical presence in Australia and has immaterial supplies to\nAustralian customers from its offshore operations.\nOne of Francisco Partners’ connected entities, Merative, operates in\nthe healthcare sector in Australia, including in data and analytics.\nHowever, the applicant states that neither it nor its connected\nentities offer social platform services to healthcare professionals in\nAustralia."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and\ncertain publicly available information, and had regard to the factors\nin section 51ABV(2)(b) of the Competition and Consumer Act 2010\n(Cth) (Act).\nBased on the information currently before it, the ACCC considers that\nthe Acquisition is unlikely to give rise to any material lessening of\ncompetition. In particular:\na. there is no horizontal overlap between Francisco Partners\nand Sermo in the supply of social networking or platform\nservices for healthcare professionals in Australia, and there\nare no vertical relationships in this respect\nb. while there may be a small horizontal or complementary\nrelationship between the healthcare market research, data\nand analytics services provided by Sermo and Merative,\nthere are numerous alternative suppliers of these services in\nAustralia\nc. Sermo has a small presence in Australia.\nThe ACCC has also had regard to the likelihood that, if the\nAcquisition were put into effect, the notification thresholds\ndetermined under section 51ABP(1) of the Act would apply.\nWhile the ACCC considers that the notification thresholds are likely\nto be met, given the above consideration that material competition\nconcerns are unlikely to arise, the ACCC has determined that the\nAcquisition is not required to be notified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-50003/Francisco Partners - Sermo (WA-50003) - Notification waiver determination - 20 February 2026_0.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-20T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}