{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/henkel-%E2%80%93-atp-adhesive-systems-group",
  "merger_name": "Henkel – ATP adhesive systems group",
  "status": "Assessment completed",
  "merger_id": "WA-65003",
  "effective_notification_datetime": "2026-01-19T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-05T12:00:00Z",
  "accc_determination": "Not approved",
  "acquirers": [
    {
      "name": "Henkel Global Supply Chain B.V.",
      "identifier_type": null,
      "identifier": "Netherlands registration number: 854017447, CCI 60683945"
    }
  ],
  "targets": [
    {
      "name": "Aqua Adhesives I GmbH",
      "identifier_type": null,
      "identifier": "Swiss registration number  CH170.4.019.1870"
    }
  ],
  "other_parties": [
    {
      "name": "Henkel AG & Co. KGaA",
      "identifier_type": null,
      "identifier": "HRB  4724"
    },
    {
      "name": "ATP adhesive systems Group GmbH",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "anzsic_codes": [
    {
      "code": "1851",
      "name": "Cleaning Compound Manufacturing"
    },
    {
      "code": "1852",
      "name": "Cosmetic and Toiletry Preparation Manufacturing"
    },
    {
      "code": "1915",
      "name": "Adhesive Manufacturing"
    },
    {
      "code": "6240",
      "name": "Financial Asset Investing"
    }
  ],
  "merger_description": "Henkel AG & Co. KGaA (**Henkel**) proposes to acquire all the shares in Aqua Adhesives I GmbH (**Aqua Adhesives**). Through that, Henkel will acquire control of Aqua Adhesives’ subsidiary, ATP adhesive systems Group GmbH (**ATP**).\n\nHenkel is a German public company listed on the Frankfurt Stock Exchange, headquartered in Düsseldorf. It is active worldwide through: (i) Henkel’s Adhesive Technologies business unit, and (ii) Henkel’s Consumer Brands business unit.  \nHenkel’s Adhesive Technologies business unit is a producer of adhesives, sealants and functional coatings for industrial customers, as well as for consumers and craftsmen. Henkel’s Adhesive Technologies brands available in Australia include Loctite, Teroson, Bonderite, Clingtape, Technomelt, Aquence and Pritt.\n\nHenkel’s Consumer Brands business unit offers a diverse portfolio of consumer brands with a focus on two main categories: Laundry & Home Care and Hair Care. Henkel’s consumer brands include Persil, Schwarzkopf, Perwoll, Syoss, Somat, and Bref, among others.\n\nAqua Adhesives is the parent company of ATP, which is a private company headquartered in Wollerau, Switzerland. ATP manufactures pressure-sensitive adhesive tapes for various end uses. ATP’s business is primarily focused on Europe and North America.",
  "events": [
    {
      "date": "2026-02-05T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Not approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Henkel%20-%20ATP%20Adhesive%20Systems%20Group%20%28WA-65003%29%20-%20Notification%20waiver%20determination%20-%205%20February%202026.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Henkel AG & Co. KGaA (Henkel), via Henkel Global Supply Chain B.V.,\napplied for a notification waiver in respect of its proposed\nacquisition of 100% of the share capital in Aqua Adhesives I GmbH\n(Aqua Adhesives), as described in the transaction documents\nprovided as part of the application (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(b) of the Competition and\nConsumer Act 2010 (Cth) not to make the notification waiver\ndetermination applied for."
        },
        {
          "item": "Date of determination",
          "details": "5 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, Henkel, is active worldwide through: (i) Henkel’s\nAdhesive Technologies business unit; and (ii) Henkel’s Consumer\nBrands business unit. Henkel’s Adhesive Technologies business unit\nis a producer of adhesives, sealants and functional coatings for\nindustrial customers, as well as for consumers and craftsmen.\nHenkel’s Adhesive Technologies brands available in Australia include\nLoctite, Teroson, Bonderite, Clingtape, Technomelt, Aquence and\nPritt. In Australia, Henkel supplies tapes and labels (T&L) adhesives,\nand non-water based pressure-sensitive adhesive (PSA) tapes.\nThe target, Aqua Adhesives, is the parent company of ATP adhesive\nsystems Group GmbH (ATP). ATP manufactures PSA tapes for\nindustrial customers, for various end uses such as: (i)\nautomotive/mobility; (ii) medical; (iii) electronics; (iv) building &\nconstruction; and (v) graphic applications, among others. In\nAustralia, ATP supplies water based PSA tapes.\nHenkel and ATP potentially overlap in Australia in the supply of PSA\ntapes. In addition to the potential horizontal overlap, there is a\nvertical relationship between PSA tapes and T&L adhesives. T&L\nadhesives are used for the production of PSA tapes."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and had\nregard to the factors in section 51ABV(2)(b) of the Act.\nBased on the information provided in the application, including the\nrevenue of the parties in Australia and the transaction value, the\nACCC considers that, if the Acquisition were put into effect, the\nnotification thresholds would be met.\nThe ACCC is unable to reach a view that the Acquisition would not be\nlikely to raise competition issues in any market based on the\ninformation provided. It considers that the Acquisition warrants\nconsideration through the notification process, including via further\ninformation gathering and consultation with third parties. This may\ninclude a focus on:\na. The extent of any horizontal overlap between Henkel and\nATP in the supply of PSA tapes in Australia.\nb. The vertical relationship between the products supplied by\nHenkel and ATP and the likely impact of the Acquisition on\nthe parties’ ability and/or incentive to foreclose rivals.\nGiven the above, the ACCC has determined not to make the\nnotification waiver determination applied for.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-65003/Henkel - ATP Adhesive Systems Group (WA-65003) - Notification waiver determination - 5 February 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-19T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}