{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/regroup-%E2%80%93-scouts-queensland-recycling-centre-site",
  "merger_name": "Re.Group – Scouts Queensland Recycling Centre Site",
  "status": "Assessment completed",
  "merger_id": "WA-60006",
  "effective_notification_datetime": "2026-01-14T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-01-29T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-01-29T17:03:58+11:00",
  "acquirers": [
    {
      "name": "RETURN IT PTY LTD",
      "identifier_type": "ABN",
      "identifier": "61 615 434 869"
    }
  ],
  "targets": [
    {
      "name": "THE SCOUT ASSOCIATION OF AUSTRALIA, SOUTH AUSTRALIAN BRANCH INCORPORATED",
      "identifier_type": "ABN",
      "identifier": "35 621 021 366"
    }
  ],
  "other_parties": [
    {
      "name": "RE.GROUP PTY LIMITED",
      "identifier_type": "ACN",
      "identifier": "616 439 779"
    }
  ],
  "anzsic_codes": [
    {
      "code": "2919",
      "name": "Other Waste Collection Services"
    }
  ],
  "merger_description": "Re.Group (via its associated entity Re.Turn-It Pty Ltd) (**Re.Group**) is proposing to:\n\n* acquire leasehold interests over the land and buildings currently occupied by the Scouts Recycling Centre in Slacks Creek, Queensland, which is owned by a not-for-profit organisation called The Scout Association of Australia, South Australian Branch Incorporated (**Scouts SA**);\n* purchase all assets from Scouts, including the plant and equipment located in the above leased area that are used as part of the Queensland Container Refund Scheme; and\n* take on the employment of staff currently engaged by Scouts SA at the Recycling Centre in Slacks Creek (together, the Acquisition).\n\nRe.Group operates material recycling facilities and food and garden organics processing services in Australia and New Zealand. Re.Group is a network operator for the Australian Capital Territory and Victorian Container Deposit Schemes and an operator for equivalent container deposit and refund schemes in Western Australia and Queensland. Re.Group also operates a number of refund points in New South Wales.",
  "events": [
    {
      "date": "2026-01-29T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Re.Group%20-%20Scouts%20Queensland%20Recycling%20Centre%20%28WA-60006%29%20-%20Notification%20waiver%20determination%20-%2029%20January%202026.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Re.Group Pty Ltd, via Re.Turn-It Pty Ltd (together Re.Group) applied\nfor a notification waiver in respect of its proposed acquisition of the\nassets, leasehold interests, and employees of the Scout Recycling\nCentre in Slacks Creek, Queensland, held by The Scout Association\nof Australia, South Australian Branch Incorporated (Scouts SA), as\ndescribed in the transaction documents provided as part of the\napplication (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "29 January 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, Re.Group operates material recycling facilities and\nfood and garden organics processing services in Australia and New\nZealand. Re.Group is a network operator for the Australian Capital\nTerritory and Victorian Container Deposit Schemes and an operator\nfor equivalent container deposit and refund schemes in Western\nAustralia, Queensland and New South Wales. Re.Group also operates\nseveral Material Recovery Facilities (MRF) across Australia, including\nin Townsville. The Townsville MRF is an approved processor under\nthe Queensland Container Refund Scheme (CRS) for the local\nTownsville area.\nThe target, the Scout Recycling Centre in Slacks Creek, a suburb of\nBrisbane, is owned and operated by the not-for-profit organisation,\nScouts SA. The Scout Recycling Centre in Slacks Creek operates as a\nrecycling depot for the CRS.\nBoth parties supply CRS services in Queensland."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and had\nregard to the factors in section 51ABV(2)(b) of the Competition and\nConsumer Act 2010 (Cth) (Act)\nBased on the information provided in the application, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. whilst there is horizontal overlap between the CRS services\nsupplied by Re.Group and the Scout Recycling Centre in\nSlacks Creek, there are alternative suppliers of CRS services\nand the incremental share resulting from the proposed\nAcquisition is low.\nb. the parties are expected to be constrained by alternative\nsuppliers of CRS services in Queensland as a whole, and in\nthe Greater Brisbane and Gold Coast region. There are\nseveral other suppliers that operate CRS refund/collection\npoints in that region, and in the area surrounding the Scout\nRecycling Centre in Slacks Creek.\nc. the organisation appointed by the Queensland Government\nto run the CRS, Container Exchange (Qld) Limited (COEX)\ndetermines the prices, number, location, and operators of\nCRS collection points.\nOn the information provided to the ACCC in the application, it is not\nclear whether or not the monetary thresholds are met. However,\ngiven that the ACCC considers that material competition concerns\nare unlikely to arise, it is not necessary to reach a concluded view on\nthe likelihood of the notification thresholds being met.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-60006/Re.Group - Scouts Queensland Recycling Centre (WA-60006) - Notification waiver determination - 29 January 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-14T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}