{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/warburg-pincus-%E2%80%93-acclime",
  "merger_name": "Warburg Pincus – Acclime",
  "status": "Assessment completed",
  "merger_id": "WA-60008",
  "effective_notification_datetime": "2026-01-20T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-01-30T12:00:00Z",
  "accc_determination": "Approved",
  "acquirers": [
    {
      "name": "Achronite Bidco Ltd",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "targets": [
    {
      "name": "Acclime Holdings HK Limited",
      "identifier_type": null,
      "identifier": "BRN  70084973"
    },
    {
      "name": "Acclime Holdings Limited",
      "identifier_type": null,
      "identifier": "BRN  70084973"
    }
  ],
  "other_parties": [
    {
      "name": "Warburg Pincus LLC",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "anzsic_codes": [
    {
      "code": "6240",
      "name": "Financial Asset Investing"
    },
    {
      "code": "6419",
      "name": "Other Auxiliary Finance and Investment Services"
    },
    {
      "code": "6932",
      "name": "Accounting Services"
    },
    {
      "code": "7291",
      "name": "Office Administrative Services"
    }
  ],
  "merger_description": "Achronite Bidco Limited, a special purpose vehicle owned and controlled by funds managed or advised by Warburg Pincus LLC (**Warburg Pincus**) and its affiliates, is proposing to acquire 80-100% of the issued share capital of Acclime Holdings HK Limited (**Acclime**).\n\nWarburg Pincus is a private equity firm headquartered in New York, USA. Warburg Pincus has more than $85 billion in assets under management, and more than 215 companies in their active portfolio, diversified across stages, sectors, and geographies. In Australia, Warburg Pincus’ portfolio companies are primarily active in software and financial sectors.\n\nAcclime is a corporate and business services firm headquartered in Hong Kong. Acclime provides a comprehensive range of professional services and business advisory services, including integrated corporate services, fund services, accounting, tax, and advisory solutions across Asia Pacific (including Australia) and the Middle East. In Australia, Acclime provides corporation formation and structure, accounting, tax, HR and advisory services.",
  "events": [
    {
      "date": "2026-01-30T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Warburg%20Pincus%20-%20Acclime%20%28WA-60008%29%20-%20Notification%20waiver%20determination%20-%2030%20January.pdf",
      "determination_commission_division": "Determination made by Commissioner Philip Williams pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Warburg Pincus LLC (Warburg Pincus), via the special purpose\nvehicle Achronite Bidco Limited (Achronite), applied for a\nnotification waiver in respect of its proposed acquisition of 80-100%\nof the share capital in Acclime Holdings HK Limited (Acclime), as\ndescribed in the transaction documents provided as part of the\napplication (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "30 January 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, Warburg Pincus, is a private equity firm headquartered\nin New York, USA. Warburg Pincus has more than $85 billion in\nassets under management, and more than 215 companies in their\nactive portfolio, diversified across stages, sectors, and geographies.\nIn Australia, Warburg Pincus’ portfolio companies are primarily active\nin software and financial sectors.\nThe target, Acclime, is a corporate and business services firm\nheadquartered in Hong Kong. Acclime provides a comprehensive\nrange of professional services and business advisory services,\nincluding integrated corporate services, fund services, accounting,\ntax, and advisory solutions across Asia Pacific and the Middle East.\nIn Australia, Acclime provides corporation formation and structure,\naccounting, tax, HR and advisory services.\nThe application states that there are no horizontal overlaps or\nvertical/conglomerate relationships between Warburg Pincus, their\nportfolio companies, and Acclime."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and had\nregard to the factors in section 51ABV(2)(b) of the Competition and\nConsumer Act 2010 (Cth) (Act).\nBased on the information provided in the application, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. there is no horizontal overlap or non-horizontal relationship\nbetween Warburg Pincus and Acclime in the supply of\nprofessional and business advisory services in Australia."
        },
        {
          "item": "•",
          "details": "The ACCC has also had regard to the likelihood that, if the\nAcquisition were put into effect, the notification thresholds\ndetermined under section 51ABP(1) of the Act would apply.\nWhile the ACCC considers that the notification thresholds are likely\nto be met, given that material competition concerns are unlikely to\narise, the ACCC has determined that the Acquisition is not required\nto be notified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-60008/Warburg Pincus - Acclime (WA-60008) - Notification waiver determination - 30 January.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-20T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "page_modified_datetime": "2026-01-30T18:10:49+11:00",
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}