{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/playlist-%E2%80%93-egym",
  "merger_name": "Playlist – EGYM",
  "status": "Assessment completed",
  "merger_id": "WA-75006",
  "effective_notification_datetime": "2026-02-05T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-19T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-19T18:09:05+11:00",
  "acquirers": [
    {
      "name": "Saturn NewCo, Inc",
      "identifier_type": null,
      "identifier": "DE File number: 10449592"
    },
    {
      "name": "ClassPass Aggregator, LLC",
      "identifier_type": null,
      "identifier": "DE File number: 6177870"
    },
    {
      "name": "MindBody, Inc.(US)",
      "identifier_type": null,
      "identifier": "CIN: 1458962"
    },
    {
      "name": "Saturn Merger Sub, Inc.",
      "identifier_type": null,
      "identifier": "DE File number: 10449597"
    },
    {
      "name": "Vista Equity Partners Management, LLC",
      "identifier_type": null,
      "identifier": "DE File number: 4326765"
    }
  ],
  "targets": [
    {
      "name": "EGYM SE",
      "identifier_type": null,
      "identifier": "HRB: 186394"
    }
  ],
  "other_parties": [
    {
      "name": "Fitness Technologies Group LLC",
      "identifier_type": null,
      "identifier": "DE File number: 6170825"
    },
    {
      "name": "CLASSPASS AUSTRALIA PTY LTD",
      "identifier_type": "ABN",
      "identifier": "36 608 589 037"
    },
    {
      "name": "EGYM AUSTRALIA PTY LIMITED",
      "identifier_type": "ABN",
      "identifier": "92 637 650 447"
    },
    {
      "name": "ClassPass LLC",
      "identifier_type": null,
      "identifier": "CIN: 451439319"
    },
    {
      "name": "INDIGO FINANCE PTY LTD",
      "identifier_type": "ABN",
      "identifier": "16 158 644 850"
    },
    {
      "name": "MINDBODY AUSTRALIA PTY LTD",
      "identifier_type": "ABN",
      "identifier": "95 161 549 006"
    },
    {
      "name": "VEPF Torreys Aggregator, LLC",
      "identifier_type": null,
      "identifier": "DE File number: 7267040"
    }
  ],
  "anzsic_codes": [
    {
      "code": "3734",
      "name": "Toy and Sporting Goods Wholesaling"
    },
    {
      "code": "5420",
      "name": "Software Publishing"
    }
  ],
  "merger_description": "EGYM SE (together with its subsidiaries, **EGYM**) and Mindbody, Inc. (together with its controlled subsidiaries, **Playlist**) intend to combine in a newly established company, Saturn NewCo, Inc. (**Saturn**), and transfer shares in Saturn to the existing shareholders of EGYM and Playlist.\n\nPlaylist is a US-based parent brand of the brands ClassPass, Mindbody and Booker. An aspect of ClassPass’s offering is a fitness and wellbeing aggregation service through which users can obtain access to various fitness, wellbeing and lifestyle experiences such as fitness classes, studios, spas, etc. ClassPass provides subscriptions directly to consumers. Mindbody offers a Software as a Service solution for the fitness, wellbeing and beauty industry, providing back-end infrastructure via a software platform to help fitness studios, wellbeing centres, spas and salons manage their business operations. Booker provides an online booking and business management system specifically for spa facilities, salons and other appointment based service businesses (such as beauty services or wellbeing centres).\n\nEGYM is a German-based provider of smart gym equipment and software to fitness and health facilities, as well as corporate fitness and wellbeing aggregation services (primarily in relation to gyms and fitness clubs) to companies worldwide.",
  "events": [
    {
      "date": "2026-02-19T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Playlist%20-%20EGYM%20%28WA-75006%29%20-%20Notification%20waiver%20determination%20-%2019%20February%202026_0.pdf",
      "determination_commission_division": "Determination made by Commissioner Williams pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "EGYM SE (together with its subsidiaries, EGYM) and Mindbody, Inc.\n(together with its controlled subsidiaries, Playlist) intend to combine\nin a newly established company, Saturn NewCo, Inc. (Saturn), and\ntransfer shares in Saturn to the existing shareholders of EGYM and\nPlaylist, as described in the transaction documents provided as part\nof the application (the Acquisition).\nThe application for a notification waiver in respect of the Acquisition\nwas jointly made by:\n• Vista Equity Partners Management, LLC (Vista),\n• Playlist,\n• ClassPass Aggregator, LLC,\n• Saturn and its subsidiary Saturn Merger Sub, Inc."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "19 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "Playlist is a US-based parent brand of the brands ClassPass,\nMindbody and Booker. An aspect of ClassPass’s offering is a fitness\nand wellbeing aggregation service through which users can obtain\naccess to various fitness, wellbeing and lifestyle experiences such\nas fitness classes, studios, spas, etc. Mindbody offers Software as a\nService (SaaS) solution for the fitness, wellbeing and beauty industry,\nproviding back-end infrastructure via a software platform to help\nfitness studios, wellbeing centres, spas and salons manage their\nbusiness operations. Booker provides an online booking and\nbusiness management system specifically for spa facilities, salons\nand other appointment-based service businesses (such as beauty\nservices or wellbeing centres).\nPlaylist is controlled by funds managed and/or controlled by Vista.\nVista is a US-based private equity firm that focuses on financing\nenterprise software, data and technology-enabled businesses.\nEGYM is a German-based provider of smart gym equipment and\nsoftware to fitness and health facilities, as well as corporate fitness\nand wellbeing aggregation services (primarily in relation to gyms and\nfitness clubs) to companies worldwide. EGYM’s Gymtech offering\nprovides “smart” gym equipment and technology solutions for\noperators of gyms, wellbeing centres, and corporate wellbeing\nprograms. EGYM’s Wellpass offering is a fitness and wellbeing\naggregation service enabling corporate customers of EGYM to offer\nindividual fitness and wellbeing benefits to their employees. The\napplication states that Wellpass does not generate revenue in\nAustralia."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and\ncertain publicly available information, and had regard to the factors\nin section 51ABV(2)(b) of the Competition and Consumer Act 2010\n(Cth) (Act).\nBased on the information currently before it, the ACCC considers that\nthe Acquisition is unlikely to give rise to any material lessening of\ncompetition. In particular:\na. there is no horizontal overlap between Playlist’s and EGYM’s\noffering in Australia\nb. there appears to be a low risk of foreclosure or other\nconcerning vertical or conglomerate effects resulting from\nexclusionary conduct, bundling or tying of products post-\nAcquisition\nThe ACCC has also had regard to the likelihood that, if the\nAcquisition were put into effect, the notification thresholds\ndetermined under section 51ABP(1) of the Act would apply.\nWhile the ACCC considers that the notification thresholds are likely\nto be met, given that material competition concerns are unlikely to\narise, the ACCC has determined that the Acquisition is not required\nto be notified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-75006/Playlist - EGYM (WA-75006) - Notification waiver determination - 19 February 2026_0.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-02-05T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}