{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/alpine-software-group-asg-%E2%80%93-playhq",
  "merger_name": "Alpine Software Group (ASG) – PlayHQ",
  "status": "Assessment completed",
  "merger_id": "WA-80001",
  "effective_notification_datetime": "2026-01-19T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-01-29T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-01-29T17:03:49+11:00",
  "acquirers": [
    {
      "name": "Arena BidCo Pty Ltd",
      "identifier_type": "ACN",
      "identifier": "693 657 484"
    }
  ],
  "targets": [
    {
      "name": "RFGI GROUP PTY LTD",
      "identifier_type": "ABN",
      "identifier": "55 630 028 974"
    },
    {
      "name": "GAMEON HOLDINGS PTY LTD",
      "identifier_type": "ABN",
      "identifier": "47 629 422 206"
    }
  ],
  "other_parties": [
    {
      "name": "ASG IV, LLC",
      "identifier_type": null,
      "identifier": "EIN  393804433"
    },
    {
      "name": "PLAYHQ SPORTS PTY LTD",
      "identifier_type": "ABN",
      "identifier": "11 624 565 359"
    },
    {
      "name": "PlayHQ Sports UK Limited",
      "identifier_type": null,
      "identifier": "UK registered company  16260012"
    },
    {
      "name": "PlayHQ Sports Ltd",
      "identifier_type": null,
      "identifier": "Canadian registered company  1001392583"
    },
    {
      "name": "Arena HoldCo Pty Ltd",
      "identifier_type": "ACN",
      "identifier": "693 657 162"
    }
  ],
  "anzsic_codes": [
    {
      "code": "7000",
      "name": "Computer System Design and Related Services"
    },
    {
      "code": "9112",
      "name": "Sports and Physical Recreation Clubs and Sports Professionals"
    }
  ],
  "merger_description": "Arena HoldCo Pty Ltd, through its subsidiary, Arena BidCo Pty Ltd (Arena) proposes to acquire:\n\n(a) 100% of the issued share capital in GameOn Holdings Pty Ltd (**GameOn**) and its subsidiaries PlayHQ Sports Pty Ltd (**PlayHQ**), PlayHQ Sports UK Limited and PlayHQ Sports Ltd from its current shareholders; and\n\n(b) 100% of the issued share capital in RFGI Group Pty Ltd, a shareholder of GameOn,\n\n(together, the **Acquisition**).\n\nFollowing completion of the Acquisition, it is anticipated that RFGI’s shares in GameOn will be transferred to Arena, followed by the deregistration for RFGI.\n\nArena is an indirect subsidiary of ASG IV, LLC and part of the broader Alpine Software Group (**ASG**) investment structure focusing on acquisitions and investments in enterprise software companies. ASG is an acquirer of software as a service (**SaaS**) businesses.\n\nGameOn is a software platform provider that simplifies the administration and management of sports, through its two SaaS platforms, PlayHQ and TeamPay.",
  "events": [
    {
      "date": "2026-01-29T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Alpine%20Software%20Group%20-%20PlayHQ%20%28WA-80001%29%20-%20Notification%20waiver%20determination%20-%2029%20January%202026_0.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Arena BidCo Pty Ltd (Arena), a subsidiary of Arena HoldCo Pty Ltd\nand part of the Alpine Software Group (ASG), applied for a\nnotification waiver in respect of its proposed acquisition of the\nfollowing, as described in the transaction documents provided as\npart of the application:\na. 100% of the issued share capital in GameOn Holdings Pty\nLtd (GameOn) and its subsidiaries PlayHQ Sports Pty Ltd,\nPlayHQ Sports UK Limited and PlayHQ Sports Ltd from its\ncurrent shareholders; and\nb. 100% of the issued share capital in RFGI Group Pty Ltd\n(RFGI), a shareholder of GameOn,\n(the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "29 January 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "Alpine Investors is a private equity firm headquartered in San\nFrancisco, California. ASG is a portfolio company of Alpine Investors\nwhich buys and invests in software as a service (SaaS) businesses in\na range of industries. ASG provides software services to a range of\nindustries including health & human services, hospitality, real estate,\nnon-profits, compliance, manufacturing and legal. The acquirer,\nArena, is part of the ASG group and is ultimately wholly owned by\nAlpine Fund IX which is Alpine Investors’ latest flagship fund.\nThe Acquisition target consists of GameOn, its subsidiaries and\nRFGI. GameOn is a sports software platform provider, which offers\ntwo SaaS platforms in Australia, known as PlayHQ and TeamPay.\nPlayHQ simplifies the administration and management of sports for\nparticipants, clubs, leagues and national/state governing bodies,\nwith features such as registrations, payments, fixtures, live scoring,\nstatistics and competition management. TeamPay is a payment\nsolution that allows for teams and players to pay game fees to one\nstreamlined and secure platform. TeamPay is available as a\nstandalone platform or through the PlayHQ platform. RFGI is\nBasketball Victoria Inc.’s holding company for its shares in GameOn.\nIt does not otherwise have any commercial operations or activities.\nBoth ASG and GameOn are active in the provision of software\nservices."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and had\nregard to the factors in section 51ABV(2)(b) of the Competition and\nConsumer Act 2010 (Cth) (Act).\nBased on the information provided in the application, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. There is no horizontal overlap between Alpine Investors’\nportfolio companies and PlayHQ in the supply of sports\nmanagement software in Australia.\nb. There are a number of alternative suppliers of sports\nmanagement software in Australia.\nc. While there is a potential conglomerate relationship between\nAlpine Investors’ or ASG’s portfolio companies and GameOn,\nthe risk of the merged entity foreclosing rival suppliers of\nsports management software or other software in Australia\nappears to be low, given the availability of other suppliers.\nGiven the above considerations that material competition concerns\nare unlikely to arise, the ACCC does not consider it necessary to\nreach a concluded view on the likelihood of the notification\nthresholds being met.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-80001/Alpine Software Group - PlayHQ (WA-80001) - Notification waiver determination - 29 January 2026_0.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-19T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}