{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/altor-fund-manager-evac-holding-oy",
  "merger_name": "Altor Fund Manager - Evac Holding Oy",
  "status": "Assessment completed",
  "merger_id": "WA-85005",
  "effective_notification_datetime": "2026-01-12T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-01-30T12:00:00Z",
  "accc_determination": "Approved",
  "acquirers": [
    {
      "name": "CAVE BidCo Oy",
      "identifier_type": null,
      "identifier": "Business Identity Code 35317614"
    }
  ],
  "targets": [
    {
      "name": "Evac Holding Oy",
      "identifier_type": null,
      "identifier": "Business Identity Code 28586576"
    }
  ],
  "other_parties": [
    {
      "name": "Altor Fund Manager AB",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "anzsic_codes": [
    {
      "code": "2919",
      "name": "Other Waste Collection Services"
    }
  ],
  "merger_description": "Altor Fund Manager AB (**Altor**), through CAVE BidCo Oy (**Cave**), proposes to acquire 100% of the issued shares in Evac Holding Oy (**Evac**).\n\nAltor is a Swedish-based private equity group. Altor is a well-established investment firm with a portfolio of companies across various sectors. Cave is a Finnish limited liability investment vehicle controlled by Altor that does not supply any goods or services.\n\nThe target, Evac, is a Finnish limited liability company. Evac is currently majority owned by Bridgepoint Europe V Investments S.à r.l. along with several management minority shareholders. Evac’s key brands are “Evac”, “Cathelco” and “HEM”. Evac products include integrated water and waste management solutions, primarily for the marine industry and, to some extent, for land-based applications. Evac has no Australian subsidiaries or Australian presence, but generates some revenue in Australia from sales to distributors based in Australia.",
  "events": [
    {
      "date": "2026-01-30T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Altor%20Fund%20Manager%20-%20Evac%20Holding%20Oy%20%28WA-85005%29%20-%20Notification%20waiver%20determination%20-%2030%20January%202026.pdf",
      "determination_commission_division": "Determination made by Commissioner Williams pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Altor Fund Manager AB (Altor), via CAVE BidCo Oy (Cave), applied for\na notification waiver in respect of its proposed acquisition of 100% of\nthe issued shares in Evac Holding Oy (Evac), as described in the\ntransaction document provided as part of the application (the\nAcquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "30 January 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "Altor is a Swedish-based private equity group, with a portfolio of\ncompanies across various sectors. Cave is a Finnish limited liability\ninvestment vehicle ultimately controlled by Altor that does not supply\nany goods or services.\nThe target, Evac, is a Finnish limited liability company that operates\nunder key brands “Evac”, “Cathelco” and “HEM”. Evac supplies\nintegrated water and waste management systems and specialist\nmarine equipment, including vacuum sewage collection, wet and dry\nwaste handling, wastewater treatment, freshwater generation\n(reverse osmosis), marine growth prevention, corrosion protection,\nultrasonic antifouling and water makers. Evac also supplies some\nwater and waste solutions for land-based applications.\nEvac products are sold in Australia via Australian channel partners,\nbut Evac does not otherwise have any Australian subsidiaries or an\nAustralian presence.\nThe application indicates that none of the connected entities\ncontrolled by Altor, including Cave, supply any products in Australia\nthat overlap with Evac’s products."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided with the notification waiver application and had\nregard to the factors in section 51ABV(2)(b) of the Competition and\nConsumer Act 2010 (Cth) (Act).\nBased on the information provided in the application, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. There is no horizontal overlap in Australia between the\nproducts and services supplied by the parties, and there are\nno vertical relationships.\nb. Evac has a small presence in Australia.\nGiven that the ACCC considers that material competition concerns\nare unlikely to arise, it is not necessary to reach a concluded view on\nthe likelihood of the notification thresholds being met.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition effects\nmore generally, see the ACCC’s interim guidance on notification\nwaivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-85005/Altor Fund Manager - Evac Holding Oy (WA-85005) - Notification waiver determination - 30 January 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-01-12T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "page_modified_datetime": "2026-01-30T18:17:51+11:00",
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}