{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/treysta-wealth-management-%E2%80%93-locumsgroup",
  "merger_name": "Treysta Wealth Management – Locumsgroup",
  "status": "Assessment completed",
  "merger_id": "WA-85004",
  "effective_notification_datetime": "2026-01-03T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-01-27T12:00:00Z",
  "accc_determination": "Approved",
  "acquirers": [
    {
      "name": "Treysta Wealth Management Pty Ltd",
      "identifier_type": "ABN",
      "identifier": "87 151 156 222"
    }
  ],
  "targets": [
    {
      "name": "Locumsgroup Private Accounting Services Pty Limited",
      "identifier_type": "ABN",
      "identifier": "66 116 993 670"
    },
    {
      "name": "Locumsgroup Asset Management Pty Ltd",
      "identifier_type": "ABN",
      "identifier": "71 113 009 626"
    },
    {
      "name": "Locums Nominees Pty Limited",
      "identifier_type": "ACN",
      "identifier": "084 426 415"
    }
  ],
  "other_parties": [
    {
      "name": "AZ NEXT GENERATION ADVISORY PTY LTD",
      "identifier_type": "ABN",
      "identifier": "57 167 960 018"
    }
  ],
  "anzsic_codes": [
    {
      "code": "6419",
      "name": "Other Auxiliary Finance and Investment Services"
    },
    {
      "code": "6932",
      "name": "Accounting Services"
    }
  ],
  "merger_description": "Treysta Wealth Management Pty Ltd (**Treysta**) proposes to acquire the businesses and related assets of Locumsgroup Asset Management Services Pty Ltd, Locumsgroup Private Accounting Services Pty Limited and Locums Nominees Pty Limited (together, **Locumsgroup**).\n\nTreysta supplies financial planning and tax and accounting services in Sydney, Brisbane and the Gold Coast. Treysta is partly owned by a wholly-owned subsidiary of AZ Next Generation Advisory Pty Limited, which invests in small-to-medium sized financial advisory and accounting businesses. AZ Next Generation Advisory Pty Limited is a subsidiary of AZ Aust Holdings Pty Ltd, whose major shareholders are funds managed by Oaktree Capital Management LP, a global investment management firm specialising in alternative investments, and Azimut Holding S.p.a., a global asset and wealth management business listed on the Milan Stock Exchange.\n\nLocumsgroup supplies financial planning and tax and accounting services in Sydney.",
  "events": [
    {
      "date": "2026-01-27T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Treysta%20Wealth%20Management%20-%20Locumsgroup%20%28WA-85004%29%20-%20Notification%20waiver%20determination%20-%2027%20January%202026.pdf",
      "determination_commission_division": "Determination made by a division of the Commission constituted by a direction issued pursuant to section 19 of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "AZ Next Generation Advisory Pty Ltd (AZ Next Generation Advisory)\napplied for a notification waiver in respect of a proposed acquisition\nby Treysta Wealth Management Pty Ltd (Treysta) of the businesses\nand related assets of Locumsgroup Asset Management Pty Ltd,\nLocumsgroup Private Accounting Services Pty Limited and Locums\nNominees Pty Limited (together, Locumsgroup), as described in the\ntransaction document provided as part of the application (the\nAcquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "27 January 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "AZ Next Generation Advisory’s subsidiary, Associated Planners\nFinancial Services Pty Ltd, owns a minority interest in Treysta.\nTreysta, supplies financial planning and tax and accounting services\nin Sydney, Brisbane and the Gold Coast. AZ Next Generation\nAdvisory invests in small to medium sized financial advisory and\naccounting businesses and, according to its website, has made\nseveral other acquisitions of financial services businesses in recent\nyears.\nAZ Next Generation Advisory is a subsidiary of AZ Aust Holdings Pty\nLtd whose major shareholders are funds managed by Oaktree\nCapital Management LP (Oaktree) and Azimut Holding S.p.a.\n(Azimut). Oaktree is a global investment management firm and\nAzimut is a global asset and wealth management business.\nLocumsgroup, supplies financial planning and tax and accounting\nservices in Sydney.\nTreysta and Locumsgroup both supply financial planning and tax\nand accounting services in Sydney. Several of the AZ Next\nGeneration Advisory’s connected entities also carry on financial\nservices businesses in Sydney."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (ACCC) has considered the\ninformation provided by the applicant, including in the notification\nwaiver application, and had regard to the factors in section\n51ABV(2)(b) of the Competition and Consumer Act 2010 (Cth) (Act).\nBased on the information provided by the applicant and publicly\navailable information, the ACCC considers that the Acquisition is\nunlikely to give rise to any material lessening of competition. In\nparticular:\na. While there is horizontal overlap between the services\nsupplied by Treysta, its connected entities and\nLocumsgroup, the parties’ combined market shares in the\nsupply of financial planning, tax and accounting services in\nSydney and nationally are low and the Acquisition will result\nin a small increment to Treysta and its connected entities’\nmarket shares in the supply of those services.\nb. The market concentration in the supply of financial planning\nand tax and accounting services is low and there are several\nthousand competing suppliers of such services nationally,\nincluding many competing suppliers in Sydney, that are\nexpected to continue to constrain the parties.\nThe ACCC has also had regard to the likelihood that, if the\nAcquisition were put into effect, the notification thresholds\ndetermined under section 51ABP(1) of the Act would apply.\nWhile the ACCC considers that the notification thresholds are likely\nto be met, given the above consideration that material competition\nconcerns are unlikely to arise, the ACCC considers that the\nAcquisition is not required to be notified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-85004/Treysta Wealth Management - Locumsgroup (WA-85004) - Notification waiver determination - 27 January 2026.pdf",
      "status": "live",
      "phase": "Waiver application"
    },
    {
      "date": "2026-01-03T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    },
    {
      "date": "2026-01-27T12:00:00Z",
      "title": "Waiver application determination: Approved",
      "display_title": "Waiver application determination: Approved",
      "phase": "Waiver"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}