{
  "url": "https://www.accc.gov.au/public-registers/mergers-and-acquisitions-registers/acquisitions-register/sony-%E2%80%93-peanuts-worldwide",
  "merger_name": "Sony – Peanuts Worldwide",
  "status": "Assessment completed",
  "merger_id": "WA-85008",
  "effective_notification_datetime": "2026-02-02T12:00:00Z",
  "stage": "Waiver application",
  "determination_publication_date": "2026-02-19T12:00:00Z",
  "accc_determination": "Approved",
  "page_modified_datetime": "2026-02-19T17:57:38+11:00",
  "acquirers": [
    {
      "name": "Sony Music Entertainment (Japan) Inc.",
      "identifier_type": null,
      "identifier": ""
    },
    {
      "name": "Sony Pictures Entertainment, Inc.",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "targets": [
    {
      "name": "DHX Entertainment (USA) Inc.",
      "identifier_type": null,
      "identifier": ""
    }
  ],
  "other_parties": [],
  "anzsic_codes": [
    {
      "code": "5511",
      "name": "Motion Picture and Video Production"
    },
    {
      "code": "5512",
      "name": "Motion Picture and Video Distribution"
    }
  ],
  "merger_description": "Sony Pictures Entertainment Inc. (**SPE**) and Sony Music Entertainment (Japan) Inc. (**SMEJ**) (together with Sony Group Corporation, Sony) propose to acquire 100% of the voting securities of DHX Entertainment (USA) Inc. (**DHX**).\n\nThe acquirer, Sony, is a global entertainment and technology business headquartered in Tokyo, Japan, and listed on the Tokyo Stock Exchange and New York Stock Exchange. It operates in sectors such as game and network services, music, pictures, entertainment services, imaging solutions, and financial services.\n\nThe target, DHX, is a holding company with a controlling interest in Peanuts Worldwide. Peanuts Worldwide owns, manages, and licenses copyrights and other intellectual property rights of the Peanuts brand. This includes characters such as Snoopy and Charlie Brown. The family of Charles M Shulz, creator of Peanuts, will retain its 20% stake in the brand.\n\nSony and Peanuts Worldwide are both active in character intellectual property licensing for various customer use cases and the licensing of film and TV content related to those characters, globally and in Australia.",
  "events": [
    {
      "date": "2026-02-19T12:00:00Z",
      "title": "Notification waiver determination published",
      "display_title": "Waiver application determination: Approved",
      "url": "https://www.accc.gov.au/system/files/public-merger-register/documents/Sony%20-%20Peanuts%20Worldwide%20%28WA-85008%29%20-%20Notification%20waiver%20determination%20-%2019%20February%202026.pdf",
      "determination_commission_division": "Determination made by Commissioner Williams pursuant to a delegation under section 25(1) of the Act",
      "determination_table_content": [
        {
          "item": "Acquisition",
          "details": "Sony Pictures Entertainment Inc. (SPE) and Sony Music\nEntertainment (Japan) Inc. (SMEJ) (together with Sony Group\nCorporation, Sony) applied for a notification waiver in respect of SPE\nand SMEJ’s proposed acquisition of 100% of the voting securities of\nDHX Entertainment (USA) Inc. (DHX), as described in the transaction\ndocuments provided as part of the application (the Acquisition)."
        },
        {
          "item": "Determination",
          "details": "The Australian Competition and Consumer Commission has\ndetermined under section 51ABV(1)(a) of the Competition and\nConsumer Act 2010 (Cth) that the Acquisition is not required to be\nnotified."
        },
        {
          "item": "Date of determination",
          "details": "19 February 2026"
        },
        {
          "item": "Parties to the\nAcquisition",
          "details": "The acquirer, Sony, is a global entertainment and technology\nbusiness headquartered in Tokyo, Japan, and listed on the Tokyo\nStock Exchange and New York Stock Exchange. It operates in\nsectors such as game and network services, music, pictures,\nentertainment services, imaging solutions, and financial services.\nThe target, DHX, is a holding company with a controlling interest in\nPeanuts Worldwide LLC (Peanuts Worldwide). Peanuts Worldwide\nowns, manages, and licenses copyrights and other intellectual\nproperty rights of the Peanuts brand. This includes characters such\nas Snoopy and Charlie Brown.\nSony and Peanuts Worldwide are both active in character intellectual\nproperty licensing for various customer use cases and the licensing\nof film and TV content related to those characters, globally and in\nAustralia."
        },
        {
          "item": "Explanation for\ndetermination",
          "details": "In making this notification waiver determination, the Australian\nCompetition and Consumer Commission (the ACCC) has considered\nthe information provided with the notification waiver application and\nhad regard to the factors in section 51ABV(2)(b) of the Competition\nand Consumer Act 2010 (Cth) (the Act).\nBased on the information provided in the application, the ACCC\nconsiders that the Acquisition is unlikely to give rise to any material\nlessening of competition. In particular:\na. There is a small horizontal overlap between Sony and\nPeanuts Worldwide in the supply of character, film and TV\nlicensing in Australia.\nb. There are alternative suppliers of character, film and TV\nlicensing in Australia.\nThe ACCC has also had regard to the likelihood that, if the\nAcquisition were put into effect, the notification thresholds\ndetermined under section 51ABP(1) of the Act would apply. While\nthe ACCC considers that the notification thresholds are likely to be\nmet, given that material competition concerns are unlikely to arise,\nthe ACCC has determined that the Acquisition is not required to be\nnotified.\nThe ACCC considers that the determination is consistent with the\nobject of the Act and the interests of consumers in promoting\ncompetition.\nFor more information about the ACCC’s approach to considering\nnotification waiver applications and to assessing competition\neffects more generally, see the ACCC’s interim guidance on\nnotification waivers and merger assessment guidelines."
        }
      ],
      "url_gh": "/matters/WA-85008/Sony - Peanuts Worldwide (WA-85008) - Notification waiver determination - 19 February 2026.pdf",
      "status": "live",
      "phase": "Waiver"
    },
    {
      "date": "2026-02-02T12:00:00Z",
      "title": "Merger notified to ACCC",
      "display_title": "Merger notified to ACCC",
      "phase": "Phase 1"
    }
  ],
  "is_waiver": true,
  "phase_1_determination": null,
  "phase_1_determination_date": null,
  "phase_2_determination": null,
  "phase_2_determination_date": null,
  "public_benefits_determination": null,
  "public_benefits_determination_date": null
}